Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# CidrEdit
source: CIDR Editor
fr_fr: Editeur CIDR
pt_br: Editor CIDR
ru_ru: CIDR калькулятор
zh_cn: CIDR编辑器

# CidrInvalid
source: Invalid address
de_de: Ungültige Adresse
fr_fr: Adresse invalide
pt_br: Endereço invalido
ru_ru: Недопустимый адрес
zh_cn: 无效地址

source: Close
de_de: Schließen
fr_fr: Fermer
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# ClosestAircraftReceiverId
source: Closest aircraft receiver
de_de: Nächstliegender Flugzeugempfänger
fr_fr: Récepteur le plus proche
pt_br: Receptor das aeronaves
ru_ru: Приемник для виджета
zh_cn: 最近的航空器接收器

# ClosestAircraftReceiverRequired
source: Please specify the receiver that the Closest Aircraft desktop widget will use
de_de: Bitte wählen Sie den Empfänger, den das 'Closest Aircraft desktop widget verwendet
fr_fr: SVP, spécifier le récepteur utilisé par le widget de l'avion le plus proche
pt_br: Por favor, especifique o receptor que o widget de desktop vai usar
ru_ru: Определите приемник для виджета рабочего стола "Closest Aircraft"
zh_cn: 请指定用于最近航空器桌面小部件的接收器

# CoarseListenerTimeoutInvalid
source: The -ListenerTimeout must be at least 10 seconds
de_de: Das-ListenerTimeout muss mindestens 10 Sekunden betragen
fr_fr: La limite de timeout doit être au minimum de 10 s
pt_br: O -ListenerTimeout deve ser de pelo menos 10 segundos
ru_ru: -ListenerTimeout должен быть не менее 10 с
zh_cn: 监听器超时至少10秒

# CoarseListenerTimeoutUnparseable
source: Cannot parse the -ListenerTimeout value of "{0}"
de_de: Kann den ListenerTimeout Wert von "{0}" nicht parsen
fr_fr: Ne peut analyser la valeur de timeout de "{0}"
pt_br: Não é possível analisar o valor - ListenerTimeout "{0}"
ru_ru: Не удается разобрать значение -ListenerTimeout для "{0}"
zh_cn: 不能解析监听器超时值 "{0}"

# CommandLineHelp
source: -culture:xx-YY Set the server user interface language to the ISO code page specified (e.g. en-GB, ru-RU etc.) -showConfigFolder Report the location of the configuration folder that this instance is using. -defaultFonts Disable the replacement of Windows fonts with Arial Unicode MS when running with a non-Western code page. -noGUI Do not show a user interface. Under Windows this will open a separate console window for the program's console output. -createAdmin:user -password:pwd Creates a new administrator user. Replace "user" and "pwd" with your desired username and password. -workingFolder:folder Use the folder specified instead of the default configuration folder. This also allows multiple instances of VRS to be run on the same machine. Specify a different working folder for each instance. -? or /? or --help Show this message.
de_de: -culture:xx-YY Setze die Server Benutzeroberflächen (Sprache) auf den spezifizierten ISO Code (z.B.. en-GB, ru-RU etc.) -showConfigFolder Zeige den Speicherort des Konfigurationsordners an welchen diese Instanz verwendet -defaultFonts Deaktiviere das Ersetzen von Windows Schriftarten mit ARialUnicodeMS wenn eine nicht-westliche Code Page verwendet wird -noGUI Zeige keine Benutzeroberfläche an Unter Window öffnet dies eine Kommandozeile für die Programmausgabe. -createAdmin:user -password:pwd Erstellt einen neuen Administratorbenutzer Ersetze "user" and "pwd" mit dem gewünschten Benutzernamen und Passwort -workingFolder:folder Verwende den angegebenen Ordner anstelle des Standard Konfigurationsordners. Dies ermöglicht es mehrere Instanzen von VRS auf dem selben System zu betreiben. Spezifiziere ein anderes Arbeitsverzeichnis für jede Instanz. -? or /? or --help Show this message.
pt_br: -culture:xx-YY Configura o idioma da interface do VRS, com o idioma no formato ISO (por exemplo, pt-BR, ru-RU, etc.) -showConfigFolder Informe a localização da pasta de configuração que está usando essa instância. -defaultFonts Desativa a substituição de fontes do Windows com Arial Unicode MS, quando executado com uma página de código não-ocidentais. -noGUI Não mostra uma interface de usuário. Sob Windows, isto irá abrir uma janela de console separado para a saída do console do programa. -createAdmin:user -password:pwd Cria um novo usuário administrador. Substitua o "usuário" e "pwd" com seu nome de usuário desejado e senha. -workingFolder:folder Use a pasta especificada em vez da pasta de configuração padrão. Isso também permite que várias instâncias do VRS para ser executado na mesma máquina. Especifique uma pasta de trabalho diferente para cada instância. -? or /? or --help Exibe essas mensagens.
ru_ru: -culture:xx-YY Установить язык пользовательского интерфейса сервера для указанной кодовой страницы ISO (например, en-GB, ru-RU и т.д.). -showConfigFolder Сообщить, где находится использующаяся папка конфигурации. -defaultFonts Отключить замену Windows шрифтов на Arial Unicode MS при использовании non-Western кодовой страницы. -noGUI Не показывать пользовательский интерфейс. В Windows это откроет отдельное окно консоли вывода программы. -createAdmin:user -password:pwd Создать нового администратора. Измените "user" and "pwd" на ваши имя пользователя и пароль. -workingFolder:folder Использовать вместо папки конфигурации по умолчанию указанную папку. Это также позволит запустить несколько экземпляров VRS на той же машине. Укажите уникальную рабочую папку для каждого экземпляра. -? or /? or --help Показать это сообщение.

# CommandLineHelpTitle
source: Command Line Options
de_de: Kommandozeilen Optionen
pt_br: Opções de linha de comando
ru_ru: Параметры командной строки

source: Configuration
de_de: Konfiguration
pl_pl: Konfiguracja
pt_br: Configuração
ru_ru: Конфигурация
zh_cn: 配置

source: Configuration folder
de_de: Konfigurationsordner
fr_fr: Dossier de configuration
pl_pl: Folder z konfiguracją
pt_br: Configurações em
ru_ru: Папка настроек
zh_cn: 配置文件夹

source: Connected
de_de: Verbunden
fr_fr: Connecté
pl_pl: Połączony
pt_br: Conectado
ru_ru: Установлено
zh_cn: 已连接

source: Connected Successfully
de_de: Erfolgreich verbunden
fr_fr: Connecté avec succès
pl_pl: Udane połączenie
pt_br: Conexão Sucedida
ru_ru: Соединение установлено успешно
zh_cn: 已成功连接

source: Connecting
de_de: Verbinden
fr_fr: Connexion
pl_pl: Łączę...
pt_br: Conectando
ru_ru: Соединение
zh_cn: 连接中

source: Connection
de_de: Verbindung
fr_fr: Connexion
pl_pl: Połączenie
pt_br: Conexão
ru_ru: Тип соединения
zh_cn: 连接

source: Connection Client Log
de_de: Log Clientverbindungen
fr_fr: Connexion de clients sur le Serveur Web
pl_pl: Log połączeń klientów
pt_br: Log de conexão de clientes
ru_ru: Журнал подключений клиентов
zh_cn: 连接 Client 日志

source: Connection Parameters
de_de: Verbindungsparameter
fr_fr: Paramètres de connection
pt_br: Parâmetros de conexão
ru_ru: Параметры соединения
zh_cn: 连接参数

source: Connection Session Log
de_de: Log Serververbindungen
fr_fr: Sessions d'un client connecté au Serveur Web
pl_pl: Log połączeń sesji
pt_br: Log de conexão
ru_ru: Журнал сеансов
zh_cn: 连接 Session 日志

# ConnectionSnapshotTakenBody
source: A snapshot has been taken of the current connections
de_de: Ein Snapshot der aktuellen Verbindungen wurde erstellt
fr_fr: Une capture a été prise des connexions en cours
pt_br: Foi feito um printsreen das conexões atuais
ru_ru: Снимок был взят из текущих подключений
zh_cn: 当前连接快照已经被截取

# ConnectionSnapshotTakenTitle
source: Snapshot Taken
de_de: Snapshot erstellt
fr_fr: Capture effectuée
pt_br: Printsreen efetuado
ru_ru: Снимок взят
zh_cn: 快照被截取

source: Connection status
de_de: Verbindungsstatus
fr_fr: Statut connexion
pl_pl: Status połączenia
pt_br: Status da conexão
ru_ru: Статус соединения
zh_cn: 连接状态

# ConnectionStatusTitle
source: Connection Status
de_de: Verbindungsstatus
fr_fr: Etat de connexion
pt_br: Status da conexão
ru_ru: Состояние подключения
zh_cn: 连接状态

source: Connection type
de_de: Verbindungstyp
fr_fr: Type de connexion
pl_pl: Typ połączenia
pt_br: Tipo de conexão
ru_ru: Тип подключения
zh_cn: 连接类型

source: Connector
de_de: Verbinder
fr_fr: Connecteur
ru_ru: Подключенный источник
zh_cn: 连接

source: Connector Activity Log
de_de: Verbinder-Aktivitätslog
fr_fr: Log d'activité connecteur
pt_br: Log de conexões
ru_ru: Журнал активности подключенных источников
zh_cn: 连接活动日志

source: Connect to Flight Simulator X
de_de: Verbinden mit Flight Simulator X
fr_fr: Connectez-vous à Flight Simulator X
pl_pl: Połącz się z Flight Simulator X
pt_br: Conectar ao Flight Simulator X
ru_ru: Подключиться к Flight Simulator X
zh_cn: 连接到 Flight Simulator X

source: Content
de_de: Inhalt
fr_fr: Contenu
pl_pl: Zawartość
pt_br: Conteúdo
ru_ru: Содержание
zh_cn: 连接

# ContrastMapTitle
source: Contrast
de_de: Kontrast
fr_fr: Contraste
pt_br: Contraste
ru_ru: Контраст
zh_cn: 对比

source: Converted Basic Authentication User
de_de: Konvertierter einfacher Authentifizierungsbenutzer
pt_br: Autenticação básica do usuário
ru_ru: Преобразовывающая базовая аутентификация пользователя
zh_cn: 转换基本身份验证的用户

source: Copy
de_de: Kopie
fr_fr: Copie
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制

source: Copy from clipboard
de_de: Einfügen aus der Zwischenablage
fr_fr: Copie à partir du presse papier
pt_br: Cópia da área de transferência
ru_ru: Копировать из буфера обмена
zh_cn: 从剪切板复制

source: Copy to clipboard
de_de: Kopie in die Zwischenablage
fr_fr: Copier vers le presse papier
pt_br: Copiar para a área de transfêrencia
ru_ru: Копировать в буфер обмена
zh_cn: 复制到剪切板

# CouldNotCheckForUpdate
source: Could not check for a later version
de_de: Konnte nicht auf eine neuere Version prüfen
fr_fr: Impossible de vérifier s'il existe une version plus récente
pl_pl: Nie można było sprawdzić czy jest nowsza wersja
pt_br: Não foi possível verificar a existência de uma versão posterior
ru_ru: Не удалось проверить наличие новой версии
zh_cn: 不能检查最新版本

source: could not connect
de_de: konnte nicht verbinden
fr_fr: Impossible de se connecter
pl_pl: nie można było zestawić połączenia
pt_br: Impossível conectar
ru_ru: Не удается подключиться
zh_cn: 不能连接

source: Could not find manifest
de_de: Manifest nicht gefunden
fr_fr: Manifeste introuvable
pl_pl: Nie można było znaleźć spisu
pt_br: Não foi possível encontrar o manifest
ru_ru: Не удалось найти манифест
zh_cn: 不能发现清单

source: Could not load Google Maps
de_de: Konnte Google Maps nicht laden
fr_fr: Impossible de charger Google Map
pt_br: Não foi possível carregar o Google Maps
ru_ru: Не удалось загрузить Google Maps
zh_cn: 不能加载 Google Maps

# CouldNotParseManifest
source: Could not parse manifest: {0}
de_de: Manifest konnte nicht geparsed werden: {0}
fr_fr: Manifeste introuvable: {0}
pl_pl: Nie można było przetworzyć spisu
pt_br: Não foi possível analisar o manifesto: {0}
ru_ru: Не удалось разобрать манифест: {0}
zh_cn: 不能解析清单: {0}

source: Count
de_de: Anzahl
fr_fr: Compte
pl_pl: Liczba
pt_br: Contador
ru_ru: Количество
zh_cn: 计数

# CountPluginsCouldNotBeLoaded
source: {0:N0} plugin(s) could not be loaded
de_de: {0:N0} Plugin(s) konnte(n) nicht geladen werden
fr_fr: {0:N0} plugin(s) ne peut être chargé(s)
pl_pl: Wtyczki(a) {0:N0} nie mogły(a) zostać załadowane(a)
pt_br: {0:N0} plugin(s) não pode(ram) ser carregado
ru_ru: {0:N0} плагин(ы) не может быть загружен
zh_cn: {0:N0} 插件不能被加载

source: Country
de_de: Land
pt_br: País
ru_ru: Страна

# CreateAdminUserAlreadyExists
source: The user name supplied with the -createAdmin option already exists
de_de: Der Benutzername aus der -createAdmin Option besteht bereits
pt_br: O nome de usuário fornecido com a opção - createAdmin já existe
ru_ru: Имя пользователя с опцией -createAdmin уже существует

# CreateAdminUserMissing
source: You must supply a user name with the -createAdmin option. Do not put a space between the option and the name.
de_de: Es muss ein Benutzername über die -createAdmin Option angegeben werden. Es darf kein Leerzeichen zwischen der Option und dem Namen sein.
pt_br: Você deve fornecer um nome de usuário com a opção -createAdmin. Não coloque um espaço entre a opção e o nome
ru_ru: Вы должны ввести имя пользователя с опцией -createAdmin. Не ставьте пробел между опцией и именем.

source: Current route data
de_de: Aktuelle Routendaten
fr_fr: Données de l'itinéraire actuel
pl_pl: Aktualne dane trasy
pt_br: Dados disponíveis
ru_ru: Маршрутов
zh_cn: 当前路径数据

source: Data
de_de: Daten
fr_fr: Données
pl_pl: Dane
ru_ru: Данные
zh_cn: 数据

source: Database filename
de_de: Datenbank-Dateiname
fr_fr: Nom de fichier Base de données
pl_pl: Nazwa pliku bazy danych
pt_br: Caminho do banco de dados
ru_ru: Файл базы данных
zh_cn: 数据库文件名

source: Data feed status
de_de: Datenstrom Status
fr_fr: État de flux de données
pl_pl: Status strumienia danych
pt_br: Status da alimentação de dados
ru_ru: Состояние источника данных
zh_cn: 数据源状态

source: Data provider
pt_br: Provedor de dados
ru_ru: Поставщик данных

source: Data source
de_de: Datenquelle
fr_fr: Source de données
pl_pl: Źródło danych
pt_br: Fonte de dados
ru_ru: Источник данных
zh_cn: 数据源

# DataSourceNetworkAddressMissing
source: Please enter the IP address of the data source to connect to
de_de: Bitte geben Sie die IP-Adresse der Datenquelle ein zu der verbunden werden soll
fr_fr: Veuillez entrer l'adresse IP pour se connecter à la source de données
pl_pl: Proszę podać adres IP struienia danych do połączenia
pt_br: Por favor, digite o endereço IP da fonte de dados para se conectar
ru_ru: Введите IP-адрес источника данных для подключения
zh_cn: 请输入要连接的数据源IP地址

# DataSourceRequired
source: You must choose a feed format
de_de: Sie müssen ein Feed Format angeben
pt_br: Você deve escolher o formato dos dados
ru_ru: Необходимо выбрать формат

source: Days between checks
de_de: Anzahl Tage zwischen Checks
fr_fr: Nombre de jours avant vérification de nouvelle version
pl_pl: Dni pomiędzy sprawdzaniem aktualizacji programu
pt_br: Dias entre checks
ru_ru: Интервал проверки, дни
zh_cn: 检查更新间隔天数

# DaysBetweenChecksOutOfBounds
source: The check for new versions interval must be between 1 and 365
de_de: Der Prüfungsintervall für neue Versionen muss zwischen 1 und 365 liegen
fr_fr: L' intervalle de contrôle de versions doit être compris entre 1 et 365
pl_pl: Interwał sprawdzania nowej wersji musi być pomiędzy 1 a 365
pt_br: A seleção para o novo intervalo de versões deve estar entre 1 e 365
ru_ru: Интервал проверки наличия новой версии должен быть от 1 до 365
zh_cn: 检查新版本间隔必须在 1 至 365 之间

source: Decoder settings
de_de: Dekodereinstellungen
fr_fr: Configuration décodeur
pl_pl: Ustawienia dekodera
pt_br: Configurações do decodificador
ru_ru: Установки декодера
zh_cn: 解码器设置

source: Default access
de_de: Standardadresse
fr_fr: Accès par défaut
pt_br: Acesso padrão
ru_ru: По умолчанию доступ
zh_cn: 默认访问

source: Default Configuration
de_de: Standardkonfiguration
fr_fr: Configuration par défaut
pt_br: Configuração padrão
ru_ru: Настройки по умолчанию
zh_cn: 默认配置

# DefaultSettingsSavedFull
source: Default configuration settings saved - please try to start Virtual Radar Server again
de_de: Standardkonfigurationseinstellungen gespeichert - bitte versuchen Sie Virtual Radar Server neu zu starten
fr_fr: Paramètres de configuration par défaut sauvegardés - Re-démarrer Virtual Radar Server
pl_pl: Zapisano domyślne ustawienia - proszę uruchomić ponownie Virtual Radar Server
pt_br: Configurações padrão salvadas - tente iniciar novamente o Virtual Radar Server
ru_ru: Настройки по умолчанию сохранены — запустите Virtual Radar Server снова
zh_cn: 默认配置已保存 - 请再次尝试启动 Virtual Radar Server

# DefaultSettingsSavedTitle
source: Default Settings Saved
de_de: Standardkonfigurationseinstellungen gespeichert
fr_fr: Paramètres par défaut sauvegardés
pl_pl: Zaoisano domyślne ustawienia
pt_br: Configuração padrão salva
ru_ru: Настройки по умолчанию сохранены
zh_cn: 默认配置已保存

source: Default Version
de_de: Standardversion
fr_fr: Version par défaut
pl_pl: Domyślna wersja
pt_br: Versão padrão
ru_ru: Версия Default
zh_cn: 默认版本

source: Default voice
de_de: Standard Stimme
fr_fr: Voix par défaut
pl_pl: Demyślny głos
pt_br: Voz padrão
ru_ru: Голос по умолчанию
zh_cn: 默认声音

source: Delete
de_de: Lösche
fr_fr: Supprimer
pl_pl: Usuń
pt_br: Apagar
ru_ru: Удалить
zh_cn: 删除

# DenyAccess
source: Deny
de_de: Verweigern
fr_fr: Refus
pt_br: Negar
ru_ru: Запрещен
zh_cn: 拒绝

source: Deny these addresses
de_de: Zurückweisen dieser Adressen
fr_fr: Refuser ces adresses
pt_br: Negar esses endereços
ru_ru: Запретить эти адреса
zh_cn: 拒绝这些地址

source: Description
de_de: Beschreibung
pt_br: Descrição
ru_ru: Описание
zh_cn: 描述

source: Desktop site
de_de: Desktop Seite
fr_fr: Site "desktop"
pt_br: Site desktop
ru_ru: Desktop сайт
zh_cn: 桌面站点

source: Desktop Version
pl_pl: Wersja biurkowa
pt_br: Versão Desktop
ru_ru: Версия Desktop
zh_cn: Desktop 版本

# DirectoryEntryKey
source: Public directory key
de_de: Öffentlicher Verzeichnisschlüssel
fr_fr: Clé publique
pt_br: Chave de diretório público
ru_ru: Ключ публичного каталога
zh_cn: 公共目录密钥

source: Disconnected
de_de: Verbindung unterbrochen
fr_fr: Déconnecté
pl_pl: Rozłączony
pt_br: Desconectado
ru_ru: Отключен
zh_cn: 已断开连接

source: Disconnecting
de_de: unterbreche Verbindung
fr_fr: Déconnexion
pl_pl: Rozłączanie
pt_br: Desconectando
ru_ru: Отключение
zh_cn: 正在断开连接

source: Download
de_de: Herunterladen
fr_fr: Télécharger
pl_pl: Pobierz
pt_br: Baixar
ru_ru: Скачать
zh_cn: 下载

source: Download Data
de_de: Lade Daten herunter
fr_fr: Télécharger les Données
pl_pl: Pobierz dane
pt_br: Baixar dados
ru_ru: Загрузка данных
zh_cn: 下载数据

# DownloadGlobalAirPressureReadings
source: Download air pressure readings
de_de: Lade Luftdruckwerte herunter
pt_br: Baixar as leituras de pressão de ar
ru_ru: Скачивать значение давления воздуха

source: Downloading, please wait
de_de: Lade Daten,bitte warten...
fr_fr: Téléchargement, patientez, s'il vous plaît
pl_pl: Pobieram, proszę czekać...
pt_br: Baixando, aguarde.
ru_ru: идет загрузка, ждите...
zh_cn: 下载中, 请等待

source: Dropped
de_de: verworfen
pt_br: Descartado
ru_ru: Отброшено

source: Duration
de_de: Dauer
fr_fr: Durée
pl_pl: Czas trwania
pt_br: Duração
ru_ru: Продолжительность
zh_cn: 历时

# DurationBeforeAircraftRemovedFromMapOutOfBounds
source: The display timeout must be between 5 and 540
de_de: Das Anzeigetimeout muss zwischen 5 und 540 liegen
fr_fr: Le délai d'affichage doit être compris entre 5 et 540
pl_pl: Czas wygaszania wyświetlania musi być pomiędzy 5 a 540
pt_br: O tempo limite de exibição deve ser entre 5 e 540
ru_ru: Таймаут простоя, после которого изображение замораживается, должен быть от 5 до 540
zh_cn: 显示超时必须在 5 至 540 之间

# DurationOfShortTrailsOutOfBounds
source: The short trail value must be between 1 and 1800
de_de: Der Wert für die kurze Spurt muss zwischen 1 und 1800 liegen
fr_fr: La valeur trainée courte doit être comprise entre 1 et 1800
pl_pl: Wartość krótkiego śladu musi być pomiędzy 1 a 1800
pt_br: O valor da trilha curta deve ser entre 1 e 1800 (trilha == contrail)
ru_ru: Продолжительность укороченных траекторий должна быть между 1 и 1800
zh_cn: 短轨迹值必须在 1 至 1800之间

source: Edit
de_de: Bearbeite
fr_fr: Editer
pl_pl: Edycja
pt_br: Editar
ru_ru: Редактировать
zh_cn: 编辑

source: Enable bundling
de_de: Aktiviere Bündelung
fr_fr: Activez le groupement
pt_br: Ativar bundling
ru_ru: Включить группирование
zh_cn: 启用捆绑

source: Enable compression
de_de: Aktiviere Komprimierung
fr_fr: Activer la compression
pt_br: Habilitar a compactação
ru_ru: Включить компрессию
zh_cn: 启用压缩

source: Enable CORS support
de_de: Aktiviere CORS Support
pt_br: Ativar suporte ao CORS
ru_ru: Включить поддержку CORS

source: Enabled
de_de: Aktiviert
fr_fr: Activé
pl_pl: Włączone
pt_br: Ativado
ru_ru: Включить
zh_cn: 启用

source: Enable minifying
de_de: Aktiviere "Minifying"
fr_fr: Permettre réduction
pt_br: Ativar minifying
ru_ru: Включить сжатие CSS и JavaScript
zh_cn: 启用最小化

source: Enable UPnP
de_de: Aktiviere UPnP
fr_fr: Activer UPnP
pl_pl: Włącz UPnP
pt_br: Ativar UPnP
ru_ru: Включить UPnP
zh_cn: 启用 UPnP

# EndDateCannotBeBeforeStartDate
source: The end date must be on or after the start date
de_de: Das Enddatum muss auf oder nach dem Startdatum liegen
fr_fr: La date de fin doit être égale ou après la date de début
pl_pl: Data zakończenia musi być po dacie startu
pt_br: A data final deve ser após a data de início
ru_ru: Конечная дата должна совпадать или быть позже начальной
zh_cn: 结束日期必须等于或晚于开始日期

source: Environment
de_de: Umgebung
ru_ru: Рабочая среда

# EnvironmentDotNet
source: .NET {0}-bit
ru_ru: .NET {0}-бит

# EnvironmentMono
source: Mono {0}-bit
ru_ru: Mono {0}-бит

source: Error
de_de: Fehler
pt_br: Erro
ru_ru: Ошибка

source: Exception
de_de: Ausnahme
pt_br: Erro
ru_ru: Исключение
zh_cn: 异常

source: Exceptions
de_de: Ausnahmen
pt_br: Exceções
ru_ru: Исключения
zh_cn: 异常

# ExceptionWhenCheckingFile
source: Could not check filename: {0}
de_de: Dateiname konnte nicht geprüft werden:: {0}
fr_fr: Impossible de vérifier le nom de fichier: {0}
pl_pl: Nie mogę sprawdzić nazwy pliku {0}
pt_br: Não foi possivel checar o nome do arquivo: {0}
ru_ru: Не удалось проверить файл: {0}
zh_cn: 不能检测文件名: {0}

# ExceptionWhenCheckingFolder
source: Could not check folder: {0}
de_de: Ordner konnte nicht geprüft werden: {0}
fr_fr: Impossible de vérifier le dossier: {0}
pl_pl: Nie mogę sprawdzić nazwy folderu {0}
pt_br: Não foi possivel checar a pasta: {0}
ru_ru: Не удалось проверить папку: {0}
zh_cn: 不能检测文件夹名: {0}

# ExceptionWhenCheckingValue
source: Exception caught when checking value: {0}
de_de: Ausnahmefehler beim Prüfen des Werts: {0}
fr_fr: Exception lors de la vérification de la valeur : {0}
pt_br: Exceção detectada ao verificar valor: {0}
ru_ru: Обнаружено исключение при проверке значения: {0}
zh_cn: 检查值: {0} 时引发异常

source: Exported settings
de_de: Exportierte Einstellungen
fr_fr: Export des paramètres
pt_br: Configurações exportadas
ru_ru: Экспортированные настройки
zh_cn: 导出的设置

source: Fake Aircraft Mode
de_de: Künstlicher Aircraft Modus
fr_fr: Mode faux avions
pl_pl: Tryb 'Fake Aircraft'
pt_br: Modo aeronave falsa
ru_ru: Режим виртуальной метки самолета
zh_cn: 伪装航空器模式

source: Fast surface global
ru_ru: Быстрые, на земле, глобально
zh_cn: 快速地面全局

# FastSurfaceGlobalPositionLimitOutOfBounds
source: The fast surface global position limit must be between 1 and 75
de_de: Die schnelle globale Oberflächenposition muss zwischen 1 und 75 liegen
fr_fr: La limite de position globale rapide de surface doit être comprise entre 1 et 75
pl_pl: Szybki limit pozycji globalnej na powierchni musi być pomiędzy 1 a 75.
ru_ru: Допустимое значение интервала между четным и нечетным сообщениями о местоположении на земле для быстро перемещающихся целей при глобальном декодировании должно быть между 1 и 75
zh_cn: 快地面全局位置限制必须在 1 至 75

# FeedAndServerNamesMustBeUnique
source: Receivers, merged feeds and rebroadcast servers must have unique names
de_de: Empfänger, zusammenfgeführte Datenströme und Rebroadcast Server müssen eindeutige Namen haben
fr_fr: Les récepteurs, Flux fusionnés et serveurs de rediffusion doivent avoir un nom unique
pt_br: Receptores, receptores mesclados e servidores de retransmissão devem ter nomes únicos.
ru_ru: Приемники, объединенные потоки и ретранслирующие серверы должны иметь уникальные имена

source: Feed status
de_de: Status Datenstrom
fr_fr: Etat du flux
ru_ru: Состояние канала данных
zh_cn: 数据源状态

source: Feet
de_de: Fuß
fr_fr: Pieds
pl_pl: Stopy
pt_br: Pés
ru_ru: Футы
zh_cn: 英尺

source: Finish
de_de: Beenden
fr_fr: Terminé
pt_br: Fim
ru_ru: Завершить
zh_cn: 完成

source: First Seen
de_de: Zuerst gesehen
fr_fr: Vu pour la première fois
pl_pl: Po raz pierwszy widziano
pt_br: Primeira atividade
ru_ru: Первое посещение
zh_cn: 首次发现

source: Flags folder
de_de: Ordner Flaggen
fr_fr: Dossier drapeaux
pl_pl: Folder flag
pt_br: Pasta das bandeiras
ru_ru: Папка с логотипами
zh_cn: 标志文件夹
