Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# OptionsDescribeRebroadcastStaleSeconds
source: The duration, in seconds, that a message will remain buffered on a rebroadcast server before it is discarded.
de_de: Die Dauer in Sekunden, die eine Nachricht im Speicher eines Rebroadcast Server gehalten wird bevor sie verworfen wird.
fr_fr: La durée en secondes de conservation d'un message dans le buffer du serveur de rediffusion avant qu'il soit supprimé
pt_br: A duração, em segundos, que uma mensagem permanecerá em buffer em um servidor de retransmissão antes de ser descartada.
ru_ru: Время нахождения сообщения в буфере ретрансляционного сервера, после которого оно считается устаревшим и отбрасывается, с.
zh_cn: 消息被丢弃之前在转播服务器中持续缓存的秒数,以秒为单位.

# OptionsDescribeRebroadcastTransmitAddress
source: The address of the computer to push the feed to.
de_de: Die Adresse des Computer zu dem der Datenstrom weitergeleitet wird.
fr_fr: L'adresse de l'ordinateur destinataire du flux de données
pt_br: O endereço do computador para enviar os dados.
ru_ru: Адрес компьютера, которому будут отправляться данные
zh_cn: 推送源的计算机地址

# OptionsDescribeRebroadcastUseKeepAlive
source: Yes to use keep-alive packets to detect a feed that has gone down, no to reset the connection if no data is received after a given number of seconds.
de_de: Ja, um Keep-Alive Pakete zu verwenden und damit Datenströme zu ermitteln die keine Daten mehr liefern, Nein um die Verbindung zurückzusetzen wenn nach einer gewissen Anzahl Sekunden keine Daten mehr empfangen werden.
fr_fr: Oui pour utiliser des paquets keep-alive pour détecter une interruption du flux, Non pour réinitialiser la connexion si aucune donnée n'est reçue après un nombre donné de secondes.
pt_br: Sim para utilizar pacotes "keep-alive" para detectar uma alimentação que tenha perdido o sinal, Não para redefinir a conexão, se nenhum dado for recebido após um determinado número de segundos.
ru_ru: "Да", чтобы использовать keep-alive пакеты для обнаружения разорванного соединения, "Нет", чтобы принудительно закрыть соединение, если данные не поступают в течение заданного количества секунд.
zh_cn: 是 使用 keep-alive 包来检测一个源失效，否 如果在给定的秒数之后没有数据被接收重置连接。

# OptionsDescribeReceiverEnabled
source: Yes to enable this receiver, no to disable it. Note that at least one receiver must be enabled.
de_de: Ja, um den Empfänger zu aktivieren, Nein, um zu deaktivieren. Beachten Sie, dass mindestens ein Empfänger aktiviert sein muss.
fr_fr: Oui pour activer ce récepteur, non pour le désactiver. Au moins un récepteur doit être activé
pt_br: Sim para ativar o receptor, não para desativá-lo. Note-se que pelo menos um receptor deve estar habilitado.
ru_ru: "Да", чтобы включить приемник, "Нет", для отключения. По крайней мере один приемник должен быть включен.
zh_cn: 是 启用接收器, 否 禁用. 注意至少一个接收器必须被启用.

# OptionsDescribeReceiverLocationLatitude
source: The latitude of the receiver. This can be between -90° and 90° but cannot be exactly zero.
de_de: Die Breitengradangabe des Empfängers. Diese kann zwischen -90° and 90° liegen, kann aber nicht genau Null sein.
fr_fr: La latitude du récepteur. La valeur peut être comprise entre-90 ° et 90 °, mais ne peut pas être exactement zéro.
pt_br: A latitude do receptor. Este pode situar-se entre -90° e 90°, mas pode não ser exatamente zero.
ru_ru: Координата широты приемника. Может быть от -90° до 90°, но не равняться нулю.
zh_cn: 接收器维度. 可以在 -90° 至 90°之间 但是不能恰好为0.

# OptionsDescribeReceiverLocationLongitude
source: The longitude of the receiver. This can be between -180° and 180°.
de_de: Die Längengradangabe des Empfängers. Diese kann zwischen -180° and 180° liegen.
fr_fr: La longitude du récepteur. La valeur peut être comprise entre-180 ° et 180 °.
pt_br: A longitude do receptor. Este pode situar-se entre -180 ° e 180 °.
ru_ru: Координата долготы приемника. Может быть от -180° до 180°.
zh_cn: 接收器经度. 可以在 -180° 至 180° 之间.

# OptionsDescribeReceiverLocationName
source: The unique name for the location.
de_de: Der eindeutige Name für den Standort.
fr_fr: Le nom unique de l'emplacement.
pt_br: Nome exclusivo para o local.
ru_ru: Уникальное название местоположения.
zh_cn: 位置的唯一名称.

# OptionsDescribeReceiverName
source: The unique name for this receiver. Must also be unique across all merged feeds.
de_de: Der eindeutige Name für den Empfänger. Dieser muss ebenso eindeutig über alle zusammengeführten Datenströme sein.
fr_fr: Le nom unique pour ce récepteur. Doit également être unique sur tous les flux fusionnées.
pt_br: O nome exclusivo para este receptor. Também deve ser único em todos os feeds mesclados.
ru_ru: Уникальное имя приемника. Не должно совпадать с именами объединенных потоков.
zh_cn: 接收器唯一名称. 也必须在所有合并源中唯一.

# OptionsDescribeUseGoogleMapsKeyWithLocalRequests
source: Yes if the Google Maps API key should be used for requests from the local loopback and local area network as well as requests from the Internet, no if the API key should not be used for local loopback and LAN requests.
de_de: Ja, wenn der Google Maps API key verwendet werden soll für Abfragen aus der lokalen Loopback and LAN (local area network) sowie für Abfragen aus dem Internet, Nein wenn der API key nicht für lokale Loopback and LAN Abfragen verwendet werden soll.
ru_ru: "Да", если Google Maps API ключ следует использовать для запросов из локальной сети наряду с Интернетом, "Нет" - не использовать в локальной сети.

# OptionsDescribeUserEnabled
source: Yes if the user's account is enabled, no if the user may not log in.
de_de: Ja, wenn das Benutzerkonto aktiviert ist, Nein wenn der Benutzer sich nicht anmelden darf.
fr_fr: Oui si le compte de l'utilisateur est activée, Non si l'utilisateur ne peut pas se connecter.
pt_br: Sim, se a conta do usuário está habilitado, não se o usuário não pode efetuar login.
ru_ru: "Да", если учетная запись пользователя разрешена, "Нет", если запрещена.
zh_cn: 是 如果启用用户的账户,不 如果用户允许不登录。

# OptionsDescribeUserName
source: The real name of the user.
de_de: Der tatsächliche Name des Benutzers.
fr_fr: Le vrai nom de l'utilisateur.
pt_br: O nome real do usuário.
ru_ru: Настоящее имя пользователя.
zh_cn: 用户真实名字

# OptionsDescribeUserPassword
source: The password that the user must supply when logging in.
de_de: Das Password das der Benutzer eingeben muss wenn er sich anmeldet.
fr_fr: Le mot de passe que l'utilisateur doit fournir lors de la connexion.
pt_br: A senha que o usuário deve fornecer ao efetuar login.
ru_ru: Пароль, который должен ввести пользователь при входе.
zh_cn: 登录时必须提供的用户密码

# OptionsDescribeWebServerAllowInternetProximityGadgets
source: Yes if proximity gadgets connecting from the Internet are allowed to fetch aircraft data, no if they cannot. Proximity gadgets on the local network are not affected by this setting.
de_de: Ja, wenn Näherungs-"Gadgets", die sich aus dem Internet verbinden erlaubt werden soll Flugzeugdaten abzurufen, Nein, wenn dies nicht erlaubt werden soll. Näherungs-"Gadgets" im lokalen Netzwerk sind von diesen Einstellungen nicht betroffen.
fr_fr: Coché si les connexions proximity gadgets à partir d'Internet sont autorisés à extraire les données de l'avion, décoché si elles ne peuvent pas. Les proximity Gadgets sur le réseau local ne sont pas affectés par ce paramètre.
pl_pl: Tak jeśli gadżety bliskości łączące się z Internetu mają pozwolenie na odbiór danych. Gadżety w sieci lokalnej nie zmieniają swoich ustawień.
pt_br: Sim se os gadgets da Internet estão autorizados a buscar dados das aeronaves, não se eles não podem. Gadgets na rede local não são afetadas por essa configuração.
ru_ru: "Да" - если гаджетам, подключенным из Интернет, разрешено получать данные, "Нет" - если не разрешено. На гаджеты из локальной сети параметр не влияет.
zh_cn: 是 来自 Internet 的邻近小工具连接被允许获取航空器数据,否 将不能.局域网中邻近小工具不受本设置影响.

# OptionsDescribeWebServerAutoStartUPnp
source: Yes to automatically make VRS accessible from the Internet when the program starts, no if you want it to be inaccessible until manually connected.
de_de: Ja, um VRS automatisch aus dem Internet zugänglich zu machen wenn das Programm startet, Nein wenn VRS nicht zugänglich sein soll bis VRS manuell verbunden wird.
fr_fr: Coché pour rendre automatiquement VRS accessible par Internet lorsque le programme démarre,décoché si vous voulez qu'il soit inaccessible jusqu'à ce qu'il soit manuellement connecté.
pl_pl: Tak aby automatycznie pozwilić na dostęp z Internetu do VRS podczas starty programu, nie jeśli chcemy zezwolić ręcznie lub wyłączyć dostęp.
pt_br: Sim para automaticamente fazer VRS ficar online na Internet quando o programa iniciar, não se quer que seja inacessível até ser ativado manualmente.
ru_ru: "Да", чтобы автоматически сделать VRS доступным из Интернет при запуске программы, "Нет", чтобы оставался недоступным, пока не будет подключен вручную.
zh_cn: 是 程序启动时将自动使Virtual Radar Server可以在通过 Internet访问,否 将不能被访问直到手动连接 .

# OptionsDescribeWebServerEnableUPnpFeatures
source: Yes to enable the Universal Plug and Play features of the program, no to disable them.
de_de: Ja, um die "Universal Plug and Play" Komponenten des Programms zu aktivieren, Nein um diese zu deaktivieren.
fr_fr: "Oui" pour activer les fonctionnalités Universal Plug and Play du programme,"Non" pour la désactiver.
pl_pl: Tak aby włączyć funckję Universal Plug and Play programu, nie aby wyłączyć.
pt_br: Sim para habilitar os recursos de Plug and Play Universal do programa, não para desativa-lo
ru_ru: "Да", чтобы разрешить Universal Plug and Play возможности программы, "Нет", чтобы их запретить.
zh_cn: 是 启用程序通用即插即用功能 , 否 禁用.

# OptionsDescribeWebServerInternetClientCanPlayAudio
source: Yes if users connecting from the Internet are allowed to use the audio features, no if they cannot. Audio features consume bandwidth and increase server workload. Local network users are not affected by this setting.
de_de: Ja, wenn es Benutzern aus dem Internet erlaubt sein soll Audio zu verwenden, Nein falls nicht. Audiofunktionen verbrauchen Bandbreite und erhöhen die Serverauslastung. Lokale Netzwerkbenutzer sind von diesen Einstellunge nnicht betroffen.
fr_fr: "Oui" si les utilisateurs qui se connectent depuis Internet sont autorisés à utiliser les fonctionnalités audio,"Non" s'ils ne peuvent pas. Les fonctions audio consomment de la bande passante et accroîssent la charge du serveur. Les utilisateurs du réseau local ne sont pas affectés par ce paramètre.
pl_pl: Tak jeśli użytkownicy z Internetu mają mieć możliwość używania funkcji dźwiękowych, nie jeśli nie mają. Funkcje audio zużywają pasmo oraz obciążają serwer. Funkcja dla użytkowników sieci lokalnej pozostają pozostaje bez zmian.
pt_br: Sim, se os usuários da Internet estão autorizados a utilizar os recursos de áudio, não se eles não podem. Recursos de áudio consomem largura de banda e aumentam o processamento do servidor. Os usuários da rede local não são afetados por essa configuração.
ru_ru: "Да", если Интернет-пользователям разрешено использовать голосовые возможности, "Нет", если запрещено. Увеличивает использование полосы пропускания и нагрузку на сервер. Пользователи локальной сети не зависят от этого параметра.
zh_cn: 是 来自 Internet 连接用户被允许使用声音功能, 否 将不能. 声音功能消耗带宽并增加服务器工作负荷. 该设置不影响局域网用户.

# OptionsDescribeWebServerInternetClientCanRunReports
source: Yes if users connecting from the Internet are allowed to run reports, no if they cannot. Running reports consumes bandwidth and increases server workload. Local network users are not affected by this setting.
de_de: Ja, wenn es Benutzern aus dem Internet erlaubt sein soll Berichte zu erstellen, Nein falls nicht. Die Berichtserstellung verbraucht Bandbreite und erhöht die Serverauslastung. Lokale Netzwerkbenutzer sind von diesen Einstellungen nicht betroffen.
fr_fr: "Oui" si les utilisateurs qui se connectent depuis Internet sont autorisés à exécuter des rapports et "Non" s'ils ne peuvent pas. L'exécution de rapports consommede la bande passante et augmente la charge du serveur. Les utilisateurs du réseau local ne sont pas affectés par ce paramètre.
pl_pl: Tak jeśli użytkownicy z Internetu mają mieć możliwość generowania raportów, nie jeśli nie mają. Raporty zużywają pasmo oraz obciążają serwer. Funkcja dla użytkowników sieci lokalnej pozostają pozostaje bez zmian.
pt_br: Sim, e os usuários que se conectarem pela Internet terão permissão para executar relatórios, não se eles não podem. Executar relatórios consome largura de banda e aumenta o processamento do servidor. Os usuários da rede local não são afetados por essa configuração.
ru_ru: "Да", если Интернет-пользователям разрешено создавать отчеты, "Нет", если запрещено. Увеличивает использование полосы пропускания и нагрузку на сервер. Пользователи локальной сети не зависят от этого параметра.
zh_cn: 是 来自 Internet 连接用户被允许生成报告, 否 将不能. 生成报告消耗带宽并且会增加服务器的工作负载. 该设置不影响局域网用户.

# OptionsDescribeWebServerInternetClientCanSeeLabels
source: Yes if users connecting from the Internet are allowed to view aircraft labels, no if they cannot. Aircraft labels consume bandwidth. Local network users are not affected by this setting.
de_de: Ja, wenn es Benutzern aus dem Internet erlaubt sein soll Flugzeuglabels zu sehen, Nein falls nicht. Flugzeuglabes verbrauchen Bandbreite. Lokale Netzwerkbenutzer sind von diesen Einstellungen nicht betroffen.
fr_fr: "Oui" si les utilisateurs qui se connectent depuis Internet sont autorisés à voir les étiquettes d'avion, "Non" s'ils ne peuvent pas. Les étiquettes d'avion consomment de la bande passante. Les utilisateurs du réseau local ne sont pas affectés par ce paramètre.
pl_pl: Tak jeśli użytkownicy z Internetu mają mieć możliwość oglądania etykiet samolotów, nie jeśli nie mają. Etykiety zużywają pasmo. Funkcja dla użytkowników sieci lokalnej pozostają pozostaje bez zmian.
pt_br: Sim se os úsuarios conectados peçla internet podem ver os rótulos das aeronaves, não se eles não podem. Rótulos das aeronaves consomem largura de banda. Os usuários da rede local não são afetados por essa configuraçãos
ru_ru: "Да", если Интернет-пользователям разрешено просматривать подписи у меток самолетов, "Нет", если запрещено. Увеличивает использование полосы пропускания и нагрузку на сервер. Пользователи локальной сети не зависят от этого параметра.
zh_cn: 是 来自 Internet 连接用户被允许查看航空器标签,否 将不能. 航空器标签消耗带宽并且会增加服务器的工作负载.该设置不影响局域网用户.

# OptionsDescribeWebServerInternetClientCanSeePictures
source: Yes if users connecting from the Internet are allowed to view pictures of aircraft, no if they are not. Aircraft pictures consume bandwidth and resizing them can increase server workload. Local network users are not affected by this setting.
de_de: Ja, wenn es Benutzern aus dem Internet erlaubt sein soll Bilder von Flugzeugen zu sehen, Nein falls nicht. Bilder von Flugzeugen verbrauchen Bandbreite und Grössenanpassung kann die Serverauslastung erhöhen. Lokale Netzwerkbenutzer sind von diesen Einstellungen nicht betroffen.
fr_fr: "Oui" si les utilisateurs qui se connectent depuis Internet sont autorisés à voir les photos d'avion,"Non" s'ils ne le sont pas. Les photos d'avions consomment de la bande passante et leur redimensionnement peut augmenter la charge du serveur. Les utilisateurs du réseau local ne sont pas affectés par ce paramètre.
pl_pl: Tak jeśli użytkownicy z Internetu mają mieć możliwość oglądania zdjęć samolotów, nie jeśli nie mają. Zdjęcia zużywają pasmo, a zmiana ich wielkości powoduje zwiększenie obciążenia serwera. Funkcja dla użytkowników sieci lokalnej pozostają pozostaje bez zmian.
pt_br: Sim se usuarios da Internet são permitidos a ver imagens da aeronave, não se eles não podem ver. Fotos de aviões consomem banda e redimensioná-las pode aumentar o processamento do servidor. Os usuários da rede local não são afetados por essa configuração.
ru_ru: "Да", если Интернет-пользователям разрешено просматривать фотографии самолетов, "Нет", если запрещено. Увеличивает использование полосы пропускания и нагрузку на сервер. Пользователи локальной сети не зависят от этого параметра.
zh_cn: 是 来自 Internet 连接用户被允许查看航空器图片,否 将不能.航空器图片消耗带宽,调整他们会增加服务器的工作负载. 此设置不影响局域网用户.

# OptionsDescribeWebServerInternetClientCanShowPolarPlots
source: Yes if users connecting from the Internet can see plots of receiver ranges. Note that these plots can pinpoint the receiver's location.
de_de: Ja, wenn Internetbenutzer Plots der Empfängerreichweiten sehen können. Beachten Sie, dass diese Plots auf den Empfängerstandort hinweisen können.
fr_fr: Oui, si les clients internet sont autorisés à voir la couverture du récepteur. Noter que cette information peur permettre de localiser le récepteur
pt_br: Sim, se os usuários da Internet podem ver os circulos de intervalos do receptor. Observe que estes gráficos irrão exibir a localização do receptor.
ru_ru: "Да", если пользователи, подключающиеся через Интернет, могут видеть зоны покрытия приемника. Обратите внимание, что по этим зонам можно точно определить расположение приемника.
zh_cn: 是 来自 Internet 连接用户可以看到接收器范围图. 注意这些图可以精确定位接收器位置.

# OptionsDescribeWebServerInternetClientCanSubmitRoutes
source: Yes if browsers connecting from the Internet are allowed to see links to submit routes, no if they cannot.
de_de: Ja, wenn Browsers aus dem Internet erlaubt ist links zu sehen um Routen zu übermitteln, Nein falls nicht.
fr_fr: "Oui" si les utilisateurs d'Internet sont autorisés à voir les liens vers les routes soumises, "NON", s'ils le peuvent pas.
pl_pl: Tak jeśli przeglądarka łącząca się z Intenretu ma powolenie na wyświetlanie linka do wprowadzania tras, nie jeśli nie ma.
pt_br: Sim, se os navegadores que se conectarem pela Internet estão autorizados a ver o link para enviar rotas, não se eles não podem.
ru_ru: "Да" - отображать Интернет-пользователям ссылку, позволяющую добавлять в базу новые маршруты или корректировать существующие.
zh_cn: 是 来自 Internet 的浏览器被允许看到提交路径的链接 , 否 不能看到.

# OptionsDescribeWebServerInternetClientTimeoutMinutes
source: How many minutes of inactivity can elapse before the site will stop responding to a user connecting from the Internet. 0 disables this feature. Local network users are never timed out.
de_de: Anzahl der Minuten an Inaktivität, die verstreichen können bevor die Seite nicht mehr auf eine Benutzerverbindung antwortet. 0 deaktiviert diese Funktion. Lokale Netzwerkbenutzer erhalten kein "Timeout".
fr_fr: Combien de minutes d'inactivité peuvent s'écouler avant que le site cesse de répondre à un utilisateur connecté depuis Internet. 0 désactive cette fonctionnalité. Les utilisateurs du réseau local ne sont jamais expirés.
pl_pl: Ile minut nieaktywności musi upłynąć, aby strona WWW przestała działać dla użytkownika z Internetu. 0 wyłącza tą funkcję. Użytkownicy sieci lokalnej mają zawsze wartość 0.
pt_br: Quantos minutos de inatividade podem decorrer antes que o site irá parar de responder a um usuário de conexão da Internet. 0 desativa este recurso. Os usuários da rede local nunca expiram.
ru_ru: Количество минут бездействия, после чего сайт перестает отвечать Интернет-пользователям. "0" отключает эту функцию. Пользователи локальной сети не имеют таймаута.
zh_cn: 网站停止响应来自Internet用户连接前可经历非互动多少分钟. 0 禁用该功能. 局域网用户不会超时.

# OptionsDescribeWebServerIsOnlyVirtualRadarServerOnLan
source: Yes if this is the only computer running VRS on this network that you want to put onto the Internet, no if it is not.
de_de: Ja, wenn dies der einzige Computer mit VRS im Netzwerk ist den Sie ins Internet setzen möchten, Nein, falls nicht.
fr_fr: "Oui" si c'est le seul ordinateur exécutant VRS sur ce réseau que vous souhaitez mettre sur l'Internet, "Non" s'il ne l'est pas.
pl_pl: Tak jeśli jest to jedyny komputer w tej sieci lokalnej z uruchomionym VRS, który ma być widoczny w Internecie. Nie jeśli nie.
pt_br: Sim, se este é o único computador que executa o VRS nesta rede que você deseja colocar na Internet, não se não é.
ru_ru: "Да", если это - единственный компьютер в сети с работающим VRS, которому вы хотите обеспечить доступ в Интернет, "Нет", если это не так.
zh_cn: 是 如果这是你想发布到Internet上在网络中运行 Virtual Radar Server 的唯一计算机, 否 相反.

# OptionsDescribeWebServerPermittedUsers
source: Select the users that have permission to connect to the web server
de_de: Wählen Sie die Benutzer die Berechtigung haben sich zum Web Server zu verbinden
fr_fr: Choisissez les utilisateurs autorisés à se connecter au serveur Web
pt_br: Selecione os usuários que têm permissão para se conectar ao servidor web
ru_ru: Выберите пользователей, которым разрешается подключение к веб-серверу
zh_cn: 选择有权限连接到 web 服务器的用户

# OptionsDescribeWebServerUPnpPort
source: The port number that Internet traffic will connect to on the UPnP router to access Virtual Radar Server.
de_de: Die Portnummer über die Internetabfragen sich zum UPnP Router verbinden um den Virtual Radar Server zu erreichen.
fr_fr: Numéro de port que le trafic Internet connectera sur le routeur UPnP pour accéder à Virtual Server de Radar.
pl_pl: Numer portu do którego łączył się będzie ruch z Internetu na ruterze z UPnP aby osiągnąć VRS.
pt_br: A porta em que o tráfego irá se conectar o roteador UPnP para acessar o servidor Virtual do Radar.
ru_ru: Номер порта на UPnP маршрутизаторе, через который будет направляться Интернет-трафик при доступе к веб-серверу.
zh_cn: 将连接到UPnP路由器访问Virtual Radar Server的Internet流量端口号.

# OptionsDescribeWebServerUserMustAuthenticate
source: Yes if users must authenticate before browing the web site, no if they do not.
de_de: Ja, wenn Benutzer sich authentifizieren müssen bevor Sie die Internetseite verwenden können, Nein falls nicht.
fr_fr: "Oui" si les utilisateurs doivent s'authentifier pour accéder au site web, décoché s'ils ne le doivent pas.
pl_pl: Tak jeśli użytkownicy muszą się uwierzytelnić przed wejściem na stronę, lub nie aby nie musieli.
pt_br: Sim se os usuários devem autenticar antes de ver o web site, não se não devem
ru_ru: "Да", если пользователи должны пройти аутентификацию перед просмотром веб-сайта, "Нет", если этого не требуется.
zh_cn: 是 浏览网站前用户必须被授权, 否 不需要授权.

# OptionsDescribeWebSiteAllowCorsDomains
source: A semicolon separated list of domains that can request content via CORS.
de_de: Ein Liste von Domänen, die Inhalte via CORS abfragen können, per Semikolon getrennt
pt_br: Um ponto e vírgula deve separar a lista de domínios que podem solicitar conteúdo através do CORS.
ru_ru: Список разделенных точкой с запятой доменов, которые могут запрашивать контент через CORS.

# OptionsDescribeWebSiteEnableCorsSupport
source: Yes to enable CORS support, no to ignore CORS requests and omit CORS headers from responses.
de_de: Ja, um CORS support zu aktivieren, nein um CORS Abfragen zu ignorrieren und CORS Header aus Antworten auszulassen.
pt_br: s and omit CORS headers from responses. Sim para ativar o suporte CORS, não para ignorar solicitações CORS e omitir os cabeçalhos das respostas.
ru_ru: "Да", чтобы включить поддержку CORS (совместное использование ресурсов между разными источниками - технология современных браузеров, которая позволяет предоставить ВЕБ-странице доступ к ресурсам другого домена.), "Нет" - игнорировать CORS запросы и пропускать заголовки CORS из ответов.

# OptionsDescribeWebSiteInitialDistanceUnit
source: How distances are shown. Only used on a browser's first visit to the web site.
de_de: Wie Entfernungen angezeigt werden. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Comment les distances sont indiquées. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Sposób w jaki wyświetlane są odległości. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: Como as distâncias serão mostradas. Usado somente na primeira visita ao site.
ru_ru: В каких единицах измеряется расстояние. Используется при первом посещении веб-сайта.
zh_cn: 距离如何被显示. 仅用于浏览器首次访问站点.
