Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# FlightSimulatorXIsNotInstalled
source: Flight Simulator X is not installed (cannot load SimConnect)
de_de: Flight Simulator X ist nicht installiert (kann SimConnect nicht laden)
fr_fr: Flight Simulator X n'est pas installé (ne peut pas charger SimConnect)
pl_pl: Flight Simulator X nie jest zainstalowany (nie można załadować SimConnect)
pt_br: Flight Simulator X não está instalado (não foi possivel carregar SimConnect)
ru_ru: Flight Simulator X не установлен (не удается загрузить SimConnect)
zh_cn: Flight Simulator X 未安装 (不能加载 SimConnect)

# FlightSimulatorXReceiverId
source: Flight Simulator X receiver
de_de: Flight Simulator X Empfänger
fr_fr: Récepteur X Flight Simulateur
pt_br: Receptor do Flight Simulator X
ru_ru: Приемник для Flight Simulator X
zh_cn: Flight Simulator X 接收器

# FlightSimulatorXReceiverRequired
source: Please specify the receiver that the FSX ride-along feature will use
de_de: Bitte geben Sie den Empfänger an der FSX ride-along verwenden wird
fr_fr: SVPspécifiez le récepteur utilisé par FSX
pt_br: Por favor, especifique o receptor que irá usar com o recurso de passeio pelo FSX
ru_ru: Определите приемник для FSX ride-along
zh_cn: 请指定用于FSX ride-along功能使用的接收器

# FlightSimulatorXShutdown
source: Disconnected due to Flight Simulator X exiting
de_de: Verbindung unterbrochen durch Beenden von Flight Simulator X
fr_fr: Déconnecté suite à une sortie de Flight Simulator X
pl_pl: Rozłączone, ponieważ opuszczono Flight Simulator X
pt_br: Desconectado porque o Flight Simulator foi fechado
ru_ru: Отсоединен по закрытию Flight Simulator X
zh_cn: 由于Flight Simulator X正在退出已断开连接

source: Flight Sim Version
de_de: Flugsimulatorversion
fr_fr: Version Flight Sim
pl_pl: Wersja Flight Sim
pt_br: Versão Flight Simulator
ru_ru: Версия Flight Sim
zh_cn: Flight Sim 版本

# FolderDoesNotExistFull
source: The folder {0} does not exist
de_de: Der Ordner {0} ist nicht vorhanden
fr_fr: Le dossier {0} n'existe pas
pl_pl: Folder {0} nie istnieje
pt_br: O caminho {0} não existe
ru_ru: Папка {0} не существует
zh_cn: 文件夹 {0} 不存在

# FolderDoesNotExistTitle
source: Folder Does Not Exist
de_de: Ordner ist nicht vorhanden.
fr_fr: Dossier n'existe pas
pl_pl: Folder nie istnieje
pt_br: O caminho não existe
ru_ru: Папка не существует
zh_cn: 文件夹不存在

source: Format
pt_br: Formato
ru_ru: Формат
zh_cn: 格式

source: Format not supported for receiver type
de_de: Format ist für diesen Empfängertyp nicht unterstützt
fr_fr: Format non supporté par le type de récepteur
pt_br: Formato não suportado para o tipo de receptor
ru_ru: Формат не поддерживается для данного типа приемника
zh_cn: 格式不被接收器类型支持

source: Forward
de_de: Forward Proxy
fr_fr: Avant
ru_ru: Форвард прокси-сервер
zh_cn: 正向

source: From
de_de: Von
fr_fr: De
pl_pl: Od
pt_br: De
ru_ru: С
zh_cn: 从

source: From address
de_de: Von Adresse
fr_fr: de l'adresse
pt_br: Do endereço
ru_ru: IP адрес первого хоста
zh_cn: 来源地址

source: General
de_de: Allgemein
fr_fr: Général
pl_pl: Główne
pt_br: Geral
ru_ru: Общие
zh_cn: 通用

source: Google Maps
ru_ru: Настройки карты Google Maps

source: Google Maps API key
ru_ru: Google Maps API ключ

# GoogleMapZoomOutOfBounds
source: The Google Maps zoom level must be between 0 and 19
de_de: Der Google Maps "Zoomlevel" muss zwischen 0 und 19
fr_fr: Le niveau de zoom de Google Maps doit être compris entre 0 et 19
pl_pl: Poziom przybliżania w Google Maps musi być pomiędzy 0 a 19
pt_br: O nível de zoom do Google Maps deve estar entre 0 e 19
ru_ru: Уровень увеличения карты Google Maps должен быть между 0 и 19
zh_cn: Google Maps 缩放级别必须在 0 至 19

source: Help
de_de: Hilfe
pt_br: Ajuda
ru_ru: Помощь

source: Hidden
de_de: Verborgen
pt_br: Ocultado
ru_ru: Скрытый
zh_cn: 隐藏

source: Hide from web site
de_de: Auf Webseite verbergen
pt_br: Ocutar do web site
ru_ru: Скрыть от показа на ВЕБ-сайте
zh_cn: 从WebSite隐藏

source: ICAO timeout
ru_ru: таймаут ICAO
zh_cn: ICAO代码超时

# IcaoTimeoutOutOfBounds
source: The timeout must be between 1 and 30 seconds
de_de: Das Timeout muss zwischen 1 und 30 Sekunden liegen
fr_fr: Le time out doit être compris entre 1 et 30 s
pt_br: O tempo limite deve ser entre 1 e 30 segundos
ru_ru: Таймаут должен быть от 1 до 30 с
zh_cn: 超时必须在 1 至 30 秒

# IcaoTimeoutTitle
source: ICAO Timeout
ru_ru: Таймаут ICAO
zh_cn: ICAO代码超时

source: Idle timeout
de_de: Timeout bei Inaktivität
pt_br: Tempo limite de ociosidade
ru_ru: Таймаут простоя
zh_cn: Idle 超时

source: Ignore aircraft with no position
de_de: Ignoriere Flugzeuge ohne Positionsangabe
fr_fr: Ignorer les avions sans position
pt_br: Ignorar aeronave sem localização
ru_ru: Отбрасывать самолеты без координат
zh_cn: 忽略无位置航空器

# IgnoreBadMessages
source: Ignore badly formatted messages
de_de: Ignoriere schlecht formatierte Nachrichten
fr_fr: Ignore les messages mal formatés
pl_pl: Ignoruj źle sformatowane wiadomości
pt_br: Ignorar mensagens mal formatadas
ru_ru: Игнорировать сообщения с ошибками
zh_cn: 忽略格式错误消息

# IgnoreCallsignsInBds20
source: Ignore callsigns from BDS2,0 messages
de_de: Ignoriere Callsigns von BDS2,0 Nachrichten
fr_fr: Ignorer l'indicatif (callsign) des messages BDS code 2,0
pl_pl: Ignoruj nazwy samolotów z wiadomości BDS2,0
pt_br: Ignorar indicativos de mensagens BDS2,0
ru_ru: Игнорировать позывные самолетов из BDS2,0 сообщений
zh_cn: 忽略来自 BDS2,0 消息的航班号

# IgnoreMilitaryExtendedSquitter
source: Ignore DF19/AF0
de_de: Ignoriere DF19/AF0
fr_fr: Ignorer DF19/AF0 (militaire)
pl_pl: Ignoruj DF19/AF0
pt_br: Ignorar DF19/AF0
ru_ru: Игнорировать DF19/AF0 сообщения
zh_cn: 忽略 DF19/AF0

source: Ignore Mode-S
de_de: Ignoriere Mode-S
fr_fr: Ignorer mode-S
pt_br: Ignorar pacotes Mode-S
ru_ru: Игнорировать Mode S
zh_cn: 忽略 Mode-S

source: Ignore unassigned ICAO
de_de: Ignoriere nicht zuordenbare ICAO
fr_fr: Ignorer les codes ICAO non attribués
pt_br: Ignorar aeronaves sem HEXA atribuído
ru_ru: Игнорировать неприсвоенные ICAO
zh_cn: 忽略未分配ICAO

source: Images
de_de: Bilder
pl_pl: Obrazy
pt_br: Imagens
ru_ru: Изображения
zh_cn: 图片

source: Include
de_de: aufnehmen
pt_br: Incluir
ru_ru: Включено

source: Initial distance units
de_de: Distanzeinheit(en) anfangs
fr_fr: Unité initiale de distance
pl_pl: Inicjalne jednostki odległości
pt_br: Unidade da distância inicial
ru_ru: Единица расстояния
zh_cn: 初始距离单位

source: Initial height units
de_de: Höheneinheiten anfangs
fr_fr: Unité initiale d'altitude
pl_pl: Inicjalne jednostki wysokości
pt_br: Unidade da altitude inicial
ru_ru: Единица высоты
zh_cn: 初始高度单位

source: Initial latitude
de_de: Längengrad anfängl.
fr_fr: Latitude initiale
pl_pl: Inicjalna długość
pt_br: Latitude inicial
ru_ru: Координата широты в центре
zh_cn: 初始纬度

source: Initial longitude
de_de: Breitengrad anfängl.
fr_fr: Longitude initiale
pl_pl: Inicjalna szerokość
pt_br: Longitude inicial
ru_ru: Координата долготы в центре
zh_cn: 初始经度

source: Initial map type
de_de: Kartentyp anfängl.
fr_fr: Type de carte initiale
pl_pl: Inicjalny typ mapy
pt_br: Estilo primario do mapa
ru_ru: Тип карты
zh_cn: 初始地图类型

source: Initial refresh
de_de: Anfängl. Aktualisierung
fr_fr: Secondes entre les rafraichissements cartographiques
pl_pl: Ilośc sekund pomiędzy aktualizacją map
pt_br: Atualizar a cada
ru_ru: Интервал обновления карты, с
zh_cn: 初始地图更新间隔秒数

# InitialRefreshLessThanMinimumRefresh
source: The initial refresh value cannot be less than the minimum refresh value
de_de: Der Anfangswert für die Aktualisierung darf nicht kleiner sein als der Minimalwert.
fr_fr: La valeur initiale de rafraîchissement ne peut pas être inférieure à la valeur minimale de rafraîchissement
pl_pl: Inicjalna wartość odświeżania nie może być mniejsza niż wartość minimalna.
pt_br: O valor inicial de atualização não pode ser inferior ao valor mínimo de atualização
ru_ru: Начальное значение обновления не может быть меньше, чем минимальное значение обновления
zh_cn: 初始刷新值不能小于最小刷新值

# InitialRefreshOutOfBounds
source: The initial refresh value must be between 0 and 3600
de_de: Der Anfangswert für die Aktualisierung muss zwischen 0 und 3600 liegen
fr_fr: La valeur initiale de rafraîchissemen doit être comprise entre 0 et 3600
pl_pl: Inicjalna wartość odświeżania musi być pomiędzy 0 i 3600
pt_br: O valor inicial de atualizações deve ser entre 0 e 3600
ru_ru: Начальное значение обновления должно быть от 0 до 3600
zh_cn: 初始刷新值必须在 0 至 3600

# InitialSettingsTitle
source: Initial Settings
de_de: Anfängl. Einstellungen
fr_fr: Configuration initiale
pt_br: Configurações iniciais
ru_ru: Начальные настройки
zh_cn: 初始化设置

source: Initial speed units
de_de: Geschwindigkeitseinheiten anfangs
fr_fr: Unité initiale de vitesse
pl_pl: Inicjalne jednostki prędkości
pt_br: Unidade da velocidade inicial
ru_ru: Единица скорости
zh_cn: 初始速度单位

source: Initial zoom
de_de: Anfängl. Zoom
fr_fr: Zoom par défaut sur Google Map
pl_pl: Inicjalny zoom
pt_br: Zoom inicial
ru_ru: Уровень масштабирования по умолчанию
zh_cn: 初始缩放

# InNonPI0Messages
source: In other messages
de_de: In anderen Nachrichten
fr_fr: Dans d'autres messages
pt_br: Em outras mensagens
ru_ru: В остальных сообщениях
zh_cn: 在其他消息中

# InPI0Messages
source: In parity messages
de_de: In Paritätsnachrichten
fr_fr: Dans les messages de parité
pt_br: Em parte das mensagens
ru_ru: В сообщениях с PI=0
zh_cn: 在校验消息中

# InternalErrorFeedIdIsNotUnique
source: Internal error: feed identifier is not unique
de_de: Interner Fehler: Datenstrom-Identifikator ist nicht eindeutig
fr_fr: Erreur interne: Identificateur du flux de données non unique
pt_br: Erro interno: o identificador de alimentação não é exclusivo
ru_ru: Внутренняя ошибка: идентификатор источника не является уникальным
zh_cn: 内部错误:源标识不唯一

# InternalErrorFeedIdIsZero
source: Internal error: feed identifier is zero
de_de: Interner Fehler: Datenstrom-Identifikator ist Null
fr_fr: Erreur interne: Identificateur du flux de données est zéro
pt_br: Erro interno: o identificador do receptor é zero
ru_ru: Внутренняя ошибка: идентификатор источника равен нулю
zh_cn: 内部错误:源标识为0

source: Internet
ru_ru: Интернет

# InternetClientCanShowPolarPlots
source: Internet users can see receiver range plots
de_de: Internetnutzer können Plots der Empfängerreichweiten sehen
fr_fr: Le client internet peut voir la couverture du récepteur
pt_br: Usuários da Internet podem ver o range
ru_ru: Видеть зоны покрытия приемника
zh_cn: Internet 用户可以看到接收器范围图

# InternetClientCanSubmitRoutes
source: Internet users can submit routes
de_de: Internetbenutzer können Routen übermitteln
fr_fr: Un utilisateur internet peut soumettre une route
pl_pl: Użytkownicy z Internetu mogą wprowadzać własne trasy
pt_br: Os usuários da internet podem enviar rotas
ru_ru: Добавлять маршруты
zh_cn: Internet 用户可以提交路径

source: Internet Clients
fr_fr: Clients Internet
pl_pl: Klienci z Internetu
pt_br: Clientes da internet
ru_ru: Из Интернет
zh_cn: Internet 客户端

# InternetUserCanSeeLabels
source: Internet users can see aircraft labels
de_de: Internet Benutzer können Flugzeugbeschriftungen sehen
fr_fr: Les utilisateurs Internet peuvent voir les labels
pl_pl: Użytkownicy z Internetu mogą zobaczyć etykiety samolotów
pt_br: Usuários da Internet podem ver os nomes das aeronaves
ru_ru: Видеть метки самолетов с подписями
zh_cn: Internet 用户可以看到航空器标签

# InternetUserIdleTimeoutOutOfBounds
source: The idle timeout for Internet users must be between 0 and 1440
de_de: Das Timout für Inaktivität von Internetbenutzern muss zwischen 0 und 1440 liegen
fr_fr: Le délai d'inactivité pour les utilisateurs Internet doit être compris entre 0 et 1440
pl_pl: Czas wygaszania aktywności dla użytkowników z Internetu musi być pomiędzy 0 i 1440
pt_br: O tempo limite de ociosidade para usuários de Internet deve estar entre 0 e 1440
ru_ru: Таймаут простоя для Интернет-пользователей должен быть от 0 до 1440
zh_cn: Internet 用户空闲超时必须在 0 至 1440

source: Internet users can listen to audio
de_de: Internet Benutzer können Audio hören
fr_fr: Les utilisateurs internet peuvent écouter l'audio
pl_pl: Użytkownicy z Internetu mogą słuchać dźwięków
pt_br: Os usuarios da internet podem ouvir o áudio
ru_ru: Прослушивать голосовые сообщения
zh_cn: Internet 用户可以听到声音

source: Internet users can run reports
de_de: Internet Benutzer können Berichte erstellen
fr_fr: L' utilisateur internet peut créer des rapports
pl_pl: Użytkownicy z Internetu mogą uruchamiać raportowanie
pt_br: Os usuários da Internet podem abrir os relatórios
ru_ru: Создавать отчеты
zh_cn: Internet 用户可以生成报告

# InternetUsersCanViewPictures
source: Internet users can see aircraft pictures
de_de: Internet Benutzer können Flugzeugbilder sehen
fr_fr: L' utilisateur internet peutvoir les photos d'avions
pl_pl: Użytkownicy z Internetu mogą zobaczyć ikonki samolotów
pt_br: Usuários da Internet podem ver as fotos das aeronaves
ru_ru: Видеть фотографии самолетов
zh_cn: Internet 用户可以看到航空器图片

# InvalidConfigurationFileFull
source: There was a problem ('{0}') when loading the configuration file from {1}. This may have been caused by a bug that allowed an invalid value to be entered for one of the configuration settings. Do you want to reset the configuration back to the default settings and try again?
de_de: Es gibt ein Problem ('{0}') beim Laden der Konfigurationsdatei von {1}. Dies könnte verursacht werden durch einen Bug der es erlaubt einen ungültigen Wert für eine der Konfigurationseinstellungen einzutragen. Möchten Sie die Konfiguration auf die Standardeinstellungen zurücksetzen und es erneut versuchen?
fr_fr: Il y a eu un problème («{0}») lors du chargement du fichier de configuration de {1}. Cela peut avoir été causé par un bug qui permettrait à une valeur non valide de s' inscrire pour l'un des paramètres de configuration. Voulez-vous réinitialiser la configuration sur les paramètres par défaut et essayer à nouveau?
pl_pl: Wystąpił problem z ('{0}') podczas ładowania konfiguracji z pliku {1}. Możliwe, że jest to spowodowane przez błąd pozwalający na dostanie się niewłaściwych danych to konfiguracji. Czy chciałbyś więc przywrócić konfigurację do stanu domyślnego ?
pt_br: Houve um problema ('{0}') ao carregar o arquivo de configuração de {1}. Isso pode ter sido causado por um bug que permitiu um valor inválido ser inserido para uma das definições de configuração. Você quer redefinir a configuração de volta para as configurações padrão e tentar de novo?
ru_ru: Возникла проблема ('{0}') при загрузке файла конфигурации из {1}. Это могло быть вызвано ошибкой, позволившей одному из параметров конфигурации принять недопустимое значение. Сбросить конфигурацию к настройкам по умолчанию и попробовать еще раз?
zh_cn: 存在问题 ('{0}') 在从 {1}加载配置文件时. 这可能是由于允许一个无效值输入的配置设置错误引起. 是否重置配置为默认设置并再次尝试?

# InvalidConfigurationFileTitle
source: Reset Configuration Settings?
de_de: Konfigurationseinstellungen zurücksetzen?
fr_fr: Reset des paramètres de configuration?
pl_pl: Dokonać resetu konfiguracji ?
pt_br: Redefinir as configurações?
ru_ru: Сбросить настройки?
zh_cn: 重置配置设置?

source: Invalid Plugins
de_de: Ungültige Plugins
fr_fr: Plugins invalide
pl_pl: Niewłaściwe wtyczki
pt_br: Plugins invalido
ru_ru: Поврежденные плагины
zh_cn: 无效插件

# InvalidPluginsCount
source: Invalid plugins: {0}
de_de: Ungültige Plug-Ins: {0}
pt_br: Plugins inválidos: {0}
ru_ru: Неверный плагин: {0}
zh_cn: 无效的插件:{0}

source: IP Address
de_de: IP Adresse
fr_fr: Adresse IP
pl_pl: Adres IP
pt_br: Endereço IP
ru_ru: IP-адрес
zh_cn: IP地址

# IsSatcomFeed
source: Is SatCom ACARS feed
de_de: Ist Satcom ACARS Feed
pt_br: É SatCom ACARS feed
ru_ru: SatCom ACARS канал

# JustFlightSimulatorX
source: Flight Simulator X Only
de_de: Nur Flight Simulator X
fr_fr: Flight Simulator X seulement
pt_br: Apenas Flight Simulator X
ru_ru: Только для Flight Simulator X
zh_cn: 仅飞行模拟X

source: Kilometres
de_de: Kilometer
pl_pl: Kilometry
pt_br: Quilometros
ru_ru: Километры
zh_cn: 公里

# KilometresOver30Seconds
source: km / 30 seconds
de_de: Km / 30 Sekunden
pt_br: km / 30 segundos
ru_ru: км / 30 с

source: Kilometres per Hour
de_de: Kilometer pro Stunde
fr_fr: Kilometres heure
pl_pl: Kilometry na godzinę
pt_br: Quilometros por hora
ru_ru: Километры в час
zh_cn: 公里每小时

source: km
ru_ru: км
zh_cn: 公里

source: Knots
de_de: Knoten
fr_fr: Noeuds
pl_pl: Węzły
ru_ru: Узлы
zh_cn: 节

# LastConnectorException
source: Last Exception
de_de: Letzte Ausnahme
fr_fr: Dernière exception
pt_br: Última exceção
ru_ru: Последнее исключение
zh_cn: 最后异常

source: Last Request
de_de: Letzte Abfrage
fr_fr: Dernière requête
pl_pl: Ostanie żądanie
pt_br: Última requisição
ru_ru: Последний запрос
zh_cn: 最后请求

source: Last Seen
de_de: Zuletzt gesehen
fr_fr: Vu la dernière fois
pl_pl: Ostatnio widziano
pt_br: Última atividade
ru_ru: Последнее посещение
zh_cn: 最后发现

source: Last URL
de_de: Letzte URL
fr_fr: Dernière URL
pl_pl: Ostani URL
pt_br: Última URL
ru_ru: Последний URL
zh_cn: 最后URL

# LaterVersionAvailable
source: There is a later version of this program available
de_de: Es steht eine neuere Version dieser Anwendung zur Verfügung
fr_fr: Il ya une version plus récente de ce programme disponible
pl_pl: Istnieje nowsza wersja programu
pt_br: Esta é a ultima versão disponível do programa
ru_ru: Доступна новая версия программы
zh_cn: 较新程序版本有效

# LatestVersion
source: This is the most up-to-date version of the program available
de_de: Dies ist die neueste aktuell verfügbare Version des Programms
fr_fr: Ceci est la version disponible la plus récente du programme
pl_pl: Posiadasz najnowszą wersję programu
pt_br: Esta é a versão mais recente do programa
ru_ru: Это - актуальная версия программы
zh_cn: 这是程序有效的最新版本

source: Latitude
de_de: Breitenangabe
pl_pl: Długość
ru_ru: Широта
zh_cn: 纬度

# LatitudeCannotBeZero
source: The latitude cannot be 0
de_de: Die Breitenangabe kann nicht 0 sein
fr_fr: La latitude ne peut pas être égal à 0
pl_pl: Szerokość geograficzna nie może wynosić 0
pt_br: A latitude não pode ser 0
ru_ru: Широта не может быть нулевой
zh_cn: 纬度不能是 0

# LatitudeOutOfBounds
source: The latitude must be between -90.0 (south) and 90.0 (north)
de_de: Der Breitengrad muss zwischen -90.0 (Süden) und 90.0 (Norden) liegen
fr_fr: La latitude doit être comprise entre-90.0 (au sud) et 90,0 (Nord)
pl_pl: Szerokość geograficzna musi być pomiędzy -90.0 (południe) i 90.0 (północ)
pt_br: A latitude deve estar entre -90.0 (Sul) e 90.0 (Norte)
ru_ru: Широта должна быть от -90.0 (Южное полушарие) до 90.0 (Северное полушарие)
zh_cn: 纬度必须在 -90.0 (南) 至 90.0 (北)

source: License
de_de: Lizenz
fr_fr: Licence
pl_pl: Licencja
pt_br: Licença
ru_ru: Лицензия
zh_cn: 许可

# LicenseContent
source: Copyright © 2010 onwards, Andrew Whewell All rights reserved. Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met: * Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. * Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. * Neither the name of the author nor the names of the program's contributors may be used to endorse or promote products derived from this software without specific prior written permission. THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHORS OF THE SOFTWARE BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
pt_br: Copyright © 2010 onwards, Andrew Whewell Todos os direitos reservados. A redistribuição e utilização em formas de origem e binário, com ou sem modificação, são permitidas desde que as seguintes condições sejam atendidas: * As redistribuições do código fonte devem manter o aviso de direitos autorais acima, esta lista de condições e a seguinte renúncia. * Redistribuições em formato binário devem reproduzir o aviso de direitos autorais acima, esta lista de condições e a seguinte exclusão de responsabilidade na documentação e/ou outros materiais fornecidos com a distribuição. * Nem o nome do autor, nem os nomes dos colaboradores do programa pode ser usado para endossar ou promover produtos derivados deste software sem permissão prévia por escrito. ESTE SOFTWARE É FORNECIDO PELOS DETENTORES DE DIREITOS AUTORAIS E COLABORADORES "COMO ESTÁ" E QUALQUER GARANTIA EXPRESSA OU IMPLÍCITA, INCLUINDO, SEM LIMITAÇÃO, AS GARANTIAS DE COMERCIALIZAÇÃO E ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. EM NENHUMA HIPÓTESE, OS AUTORES DO SOFTWARE SERÃO RESPONSÁVEIS POR QUAISQUER DANOS DIRETOS, INDIRETO, ACIDENTAL, ESPECIAL, EXEMPLAR OU DANOS (INCLUINDO, SEM LIMITAÇÃO, A AQUISIÇÃO DE BENS OU SERVIÇOS, PERDA DE USO, DADOS OU LUCROS; OU INTERRUPÇÃO DE NEGÓCIOS) CAUSADOS, E EM QUALQUER TEORIA DE RESPONSABILIDADE, SEJA EM CONTRATO, RESPONSABILIDADE OBJETIVA OU (INCLUINDO NEGLIGÊNCIA OU NÃO) LEVANTADA DE QUALQUER FORMA DE USO DESTE SOFTWARE, MESMO QUE AVISADO DA POSSIBILIDADE DE TAIS DANOS.
ru_ru: Авторское право © 2010, Andrew Whewell Все права защищены. Разрешается повторное распространение и использование как в виде исходного кода, так и в двоичной форме, с модификациями или без, при соблюдении следующих условий: *При повторном распространении исходного кода должно оставаться указанное выше уведомление об авторском праве, этот список условий и нижеследующий отказ от ответственности. *При повторном распространении двоичного кода должно воспроизводиться указанное выше уведомление об авторском праве, этот список условий и нижеследующий отказ от ответственности в документации и/или в других материалах, поставляемых при распространении. *Ни имя автора, ни имена других участников проекта не могут быть использованы в качестве поддержки или продвижения продуктов, основанных на этом программном обеспечении без предварительного письменного разрешения. ЭТА ПРОГРАММА ПРЕДОСТАВЛЕНА ДЕРЖАТЕЛЯМИ АВТОРСКИХ ПРАВ И/ИЛИ ДРУГИМИ СТОРОНАМИ «КАК ОНА ЕСТЬ» БЕЗ КАКОГО-ЛИБО ВИДА ГАРАНТИЙ, ВЫРАЖЕННЫХ ЯВНО ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. НИ В КОЕМ СЛУЧАЕ, ЕСЛИ НЕ ТРЕБУЕТСЯ СООТВЕТСТВУЮЩИМ ЗАКОНОМ, ИЛИ НЕ УСТАНОВЛЕНО В УСТНОЙ ФОРМЕ, НИ ОДИН ДЕРЖАТЕЛЬ АВТОРСКИХ ПРАВ И НИ ОДНО ДРУГОЕ ЛИЦО, КОТОРОЕ МОЖЕТ ИЗМЕНЯТЬ И/ИЛИ ПОВТОРНО РАСПРОСТРАНЯТЬ ПРОГРАММУ, КАК БЫЛО РАЗРЕШЕНО ВЫШЕ, НЕ ОТВЕТСТВЕННЫ ПЕРЕД ВАМИ ЗА УБЫТКИ, ВКЛЮЧАЯ ЛЮБЫЕ ОБЩИЕ, СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ ИЛИ ПОСЛЕДОВАВШИЕ УБЫТКИ, ПРОИСТЕКАЮЩИЕ ИЗ ИСПОЛЬЗОВАНИЯ ИЛИ НЕВОЗМОЖНОСТИ ИСПОЛЬЗОВАНИЯ ПРОГРАММЫ (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОТЕРЕЙ ДАННЫХ, ИЛИ ДАННЫМИ, СТАВШИМИ НЕПРАВИЛЬНЫМИ, ИЛИ ПОТЕРЯМИ, ПРИНЕСЁННЫМИ ИЗ-ЗА ВАС ИЛИ ТРЕТЬИХ ЛИЦ, ИЛИ ОТКАЗОМ ПРОГРАММЫ РАБОТАТЬ СОВМЕСТНО С ДРУГИМИ ПРОГРАММАМИ), ДАЖЕ ЕСЛИ ТАКОЙ ДЕРЖАТЕЛЬ ИЛИ ДРУГОЕ ЛИЦО БЫЛИ ИЗВЕЩЕНЫ О ВОЗМОЖНОСТИ ТАКИХ УБЫТКОВ.

source: Local
de_de: Lokal
pl_pl: Lokalny
ru_ru: По локальной сети
zh_cn: 位置

# LocalAddress
source: Local address: {0}
de_de: Lokale IP Adresse {0}
pt_br: Endereço Local: {0}
ru_ru: Local адрес: {0}
zh_cn: 本地地址:{0}

source: Location
de_de: Standort
fr_fr: Localisation
pl_pl: Pozycja
pt_br: Localização
ru_ru: Название
zh_cn: 位置

# LocationDoesNotExist
source: This location does not exist
de_de: Dieser Standort existiert nicht
fr_fr: Cette localisation n'existe pas
pt_br: Esta localização não existe
ru_ru: Это местоположение не существует
zh_cn: 该位置不存在
