Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

source: Login name
fr_fr: Nom Login
pt_br: Nome de login
ru_ru: Имя пользователя
zh_cn: 登录名

# LoginNameExists
source: The login name is already in use
de_de: Der Log in Name wird bereits verwendet
fr_fr: Ce nom de Login est déjà utilisé
pt_br: O nome de login já está em uso
ru_ru: Имя пользователя уже используется
zh_cn: 登录名已经被使用

# LoginNameMissing
source: The user's login name has not been supplied
de_de: Der Benutzer Log in Name wurde nicht angegeben
fr_fr: Le nom de connexion de l'utilisateur n'a pas été fourni.
pt_br: O nome de login do usuário não foi fornecido
ru_ru: Имя пользователя не введено
zh_cn: 未提供用户登录名

# LoginNameTitle
source: Login Name
fr_fr: Nom Login
pt_br: Nome de Login
ru_ru: Имя Пользователя
zh_cn: 登录名

# LoginNameUnknown
source: Cannot find a user with the login name '{0}'
de_de: Kann Benutzer mit Log in Name '{0}' nicht finden
fr_fr: Ne peut trouver d'utilisateur avec le login '{0}'
pt_br: Impossível encontrar um usuário com o nome de login '{0}'
ru_ru: Не удается найти пользователя с именем '{0}'
zh_cn: 找不到用户登录名 '{0}'

source: Long frame
de_de: Langer Frame
fr_fr: Trame longue
pl_pl: Długa ramka
pt_br: Quadro longo
ru_ru: Удлиненных сообщений
zh_cn: 长帧

source: Longitude
de_de: Längenangabe
pl_pl: Szerokość
ru_ru: Долгота
zh_cn: 经度

# LongitudeOutOfBounds
source: The longitude must be between 180.0 (east) and -180.0 (west)
de_de: Der Längengrad muss zwischen 180.0 (Ost) und -180.0 (West) liegen
fr_fr: La longitude doit être comprise entre -180.0 (est) et 180.0 (Ouest)
pl_pl: Długość geograficzna musi być pomiędzy 180.0 (wschód) i -180.0 (zachód)
pt_br: A longitude deve estar entre 180,0 (leste) e -180,0 (oeste)
ru_ru: Долгота должна быть от -180.0 (к Западу) до 180.0 (к Востоку) от нулевого меридиана
zh_cn: 经度必须在 180.0 (东) and -180.0 (西)

source: Lookup aircraft details online
de_de: Nachschlagen von Flugzeugdetails Online
pt_br: Detalhes de pesquisa on-line
ru_ru: Искать

source: Manufacturer
de_de: Hersteller
pt_br: Fabricante
ru_ru: Производитель

source: Max airborne speed
de_de: Max "Airborne" Geschwindigkeit
fr_fr: Vitesse avion max.
pt_br: Velocidade max. no ar
ru_ru: Макс. в воздухе
zh_cn: 最大空中速度

source: Max surface speed
de_de: Max. Oberflächen-Geschwindigkeit
fr_fr: Vitesse sol max.
pt_br: Velocidade max. de superfície
ru_ru: Макс. на земле
zh_cn: 最大地面速度

source: Max transition speed
de_de: Max. Übergangs-Geschwindigkeit
fr_fr: Vitesse de transition max.
pt_br: Velocidade max de transição.
ru_ru: Макс. в наборе/при снижении
zh_cn: 最大传输速度

# menuAbout
source: &About...
de_de: &Über...
fr_fr: &A propos...
pl_pl: &O...
pt_br: &Sobre...
ru_ru: &О программе...
zh_cn: &A关于...

# menuAircraftOnlineDetailLookupLog
source: Aircraft Online Lookup Log
de_de: Online Lookup Flugzeug Logdateien
pt_br: Log de pesquisa on-line de aeronaves
ru_ru: Журнал онлайн поиска самолетов

# menuCheckForUpdates
source: &Check for Updates
de_de: &Prüfe auf Aktualisierungen
fr_fr: &Contrôle de mise à jour
pl_pl: S&prawdź aktualizację
pt_br: &Procurar atualizações
ru_ru: &Проверить наличие обновлений
zh_cn: &C检查更新

# menuConfigureFeed
source: Configure Feed
de_de: Konfiguriere Datenstrom
fr_fr: Configure le flux de données
pt_br: Configurar alimentação
ru_ru: Настройка канала
zh_cn: 配置源

# menuConfigureRebroadcastServer
source: Configure Rebroadcast Server
de_de: Konfiguriere Rebroadcast Server
fr_fr: Configure le serveur de rediffusion
pt_br: Configurar o servidor de retransmissão
ru_ru: Настройка ретранслирующего сервера
zh_cn: 配置转发服务器

# menuConnectionClientLog
source: Connection &Client Log...
de_de: Verbindung &Clientlog...
fr_fr: Connection &Client...
pl_pl: Log połączeń &klientów...
pt_br: Log &conexão de clientes...
ru_ru: Журнал подключений клиентов...
zh_cn: 连接 &Client 日志...

# menuConnectionSessionLog
source: Connection &Session Log...
de_de: Verbindung &Sitzungslog...
fr_fr: Connexion &Session...
pl_pl: Log połączeć ses&ji...
pt_br: Log &de conexão...
ru_ru: Журнал сеансов...
zh_cn: 连接 &Session 日志...

# menuDebug
source: &Debug
fr_fr: &Débogage
pt_br: &Depurar
ru_ru: Отладка
zh_cn: &D调试

# menuDiagnostics
source: &Diagnostics
de_de: &Diagnose
ru_ru: &Диагностика
zh_cn: 诊断

# menuDownloadData
source: Download D&ata...
de_de: Download D&aten...
fr_fr: Télécharger les D&onnées...
pl_pl: &Pobierz Dane
pt_br: Baixar D&ados...
ru_ru: Скачать данные маршрутов...
zh_cn: 下载&a数据...

# menuExit
source: E&xit
de_de: Be&enden
fr_fr: &Quitter
pl_pl: &Wyjście
pt_br: S&air
ru_ru: Выход
zh_cn: &x退出

# menuFakeAircraftMode
source: &Fake Aircraft Mode...
de_de: &Fake Aircraft Modus...
fr_fr: mode faux '&Avions...
pl_pl: Tryb '&Fake Aircrat'
pt_br: &Modo Fake Aircraft...
ru_ru: Режим виртуального самолета...
zh_cn: &F伪装航空器模式...

# menuFile
source: &File
de_de: &Datei
fr_fr: &Fichier
pl_pl: &Plik
pt_br: &Arquivo
ru_ru: &Файл
zh_cn: &F文件

# menuFlightSimulatorXMode
source: Flight &Simulator X Mode...
pl_pl: Tryb Flight S&imulator X...
pt_br: Modo Flight &Simulator X...
ru_ru: Режим Flight &Simulator X...
zh_cn: Flight &Simulator X 模式...

# menuHelp
source: &Help
de_de: &Hilfe
fr_fr: &Aide
pl_pl: Po&moc
pt_br: &Ajuda
ru_ru: &Справка
zh_cn: &H帮助

# menuOpenConnectionActivityLog
source: Open &Connection Activity Log
de_de: Öffne &Verbindungsaktivitätslog
fr_fr: Ouvrir Log d'activité de &Connection
pt_br: Abrir &Log de conexão
ru_ru: Открыть &журнал активности соединений
zh_cn: 打开 &C连接活动日志

# menuOpenVirtualRadarLog
source: Open &VirtualRadarLog.txt
de_de: Öffne &VirtualRadarLog.txt
fr_fr: Ouvrir &VirtualRadarLog.txt
pl_pl: Otwórz &VirtualRadarLog.txt
pt_br: Abrir &VirtualRadarLog.txt
ru_ru: &Открыть VirtualRadarLog.txt
zh_cn: &O打开 VirtualRadarServerLog.txt

# menuOptions
source: &Options...
de_de: &Optionen...
pl_pl: Opc&je
pt_br: &Opções...
ru_ru: &Параметры...
zh_cn: &O选项...

# menuPlugins
source: &Plugins...
pl_pl: &Wtyczki
ru_ru: &Плагины...
zh_cn: &P插件...

# menuReconnectToDataFeed
source: &Reconnect to Data Feed
de_de: &Verbinde erneut zum Datenstrom
fr_fr: &Reconnecter au flux de données
pl_pl: Połącz pono&wnie ze strumieniem danych
pt_br: &Reconectar ao receptor
ru_ru: &Переподключить к источнику данных
zh_cn: &R重新连接到数据源

# menuResetReceiverRange
source: Reset Receiver Range &Plot
de_de: Setze Empfängerreichweite &Plot zurück
fr_fr: Reset du diagramme de couverture du récepteur
pt_br: Redefinir gráfico de&alcance
ru_ru: Сбросить &Диаграмму зоны приема
zh_cn: 重置接收器范围 &P图

# menuShowExceptions
source: Show Exceptions
de_de: Zeige Ausnahmen
fr_fr: Montrer les exceptions
pt_br: Exibir erros
ru_ru: Показать исключения
zh_cn: 显示异常

# menuShowQueues
source: Show &Queues...
de_de: Zeige &Warteschlange
pt_br: Mostrar &Filas...
ru_ru: Показать &Очереди...
zh_cn: 显示队列

# menuShowWindow
source: &Show Window
de_de: &Zeige Fenster
fr_fr: &Montre la fenêtre
pt_br: &Exibir janela
ru_ru: &Показать окно
zh_cn: &S显示窗口

# menuStatistics
source: Statistics
de_de: Statistik
fr_fr: &Statistiques
pl_pl: Statystyka
pt_br: Estatísticas
ru_ru: Статистика
zh_cn: 统计

# menuTools
source: &Tools
de_de: &Werkzeuge
fr_fr: &Outils
pl_pl: Na&rzędzia
pt_br: &Ferramentas
ru_ru: &Инструменты
zh_cn: &T工具

# menuUsers
source: &Users...
de_de: &Benutzer...
fr_fr: &Utilisateurs
pt_br: &Usuarios...
ru_ru: &Пользователи...
zh_cn: 用户

# MergedFeedNeedsAtLeastTwoReceivers
source: Please supply at least 2 receivers to merge
de_de: Bitte geben Sie mindestens 2 Empfänger an für einen zusammengefassten Datenstrom an
fr_fr: Mixer les flux demande au moins 2 récepteurs
pt_br: Por favor, forneça pelo menos 2 receptores para mesclar
ru_ru: Подключите, по крайней мере, 2 приемника для объединения их данных в поток
zh_cn: 请提供至少两个接收器以进行合并

source: Merged Feeds
de_de: Zusammengeführte Datenströme
fr_fr: Mixer les flux
pt_br: Receptores mesclados
ru_ru: Объединенные потоки
zh_cn: 合并数据源

source: Merge only
de_de: Nur-Zusammenführen
pt_br: Mesclados apenas
ru_ru: Только для объединения
zh_cn: 仅合并

source: Message
de_de: Nachricht
pt_br: Mensagem
ru_ru: Сообщение
zh_cn: 消息

source: Messages received
de_de: empfangene Nachrichten
fr_fr: Messages reçus
pl_pl: Odebrano wiadomości
pt_br: Menssagens recebidas
ru_ru: Принято сообщений
zh_cn: 已接收消息

source: Message Type
de_de: Nachrichtentyp
fr_fr: Type de message
pl_pl: Typ wiadomości
pt_br: Tipo de mensagem
ru_ru: Тип сообщения
zh_cn: 消息类型

source: Metres
de_de: Meter
pl_pl: Metry
pt_br: Metros
ru_ru: Метры
zh_cn: 米

source: Miles
de_de: Meilen
pl_pl: Mile
pt_br: Milhas
ru_ru: Мили
zh_cn: 英里

source: Miles per Hour
de_de: Meilen pro Stunde
fr_fr: Miles par heure
pl_pl: Mile na godzine
pt_br: Milhas por hora
ru_ru: Мили в час
zh_cn: 英里每小时

source: Minimise to system tray
de_de: Anzeige minimieren
fr_fr: Minimise dans la barre d'état
pt_br: Minimizar para a bandeja do sistema
ru_ru: Свернуть в трей
zh_cn: 最小化到系统托盘

source: Minimum refresh
de_de: Minimum Aktualisierung
fr_fr: Minimum de secondes entre les rafraichissements de la carte
pl_pl: Minimalna liczna sekund pomiędzy aktualizacjami mapy
pt_br: Atualização minima
ru_ru: Мин. обновление карты, с
zh_cn: 地图更新最小间隔秒数

# MinimumRefreshOutOfBounds
source: The minimum refresh value must be between 0 and 3600
de_de: Der Minimalwert für die Aktualisierung muss zwischen 0 und 3600 liegen
fr_fr: La valeur minimale de rafraîchissement doit être comprise entre 0 et 3600
pl_pl: Minimalna wartość odświeżania musi być pomiędzy 0 i 3600
pt_br: O valor mínimo das atualizações deve ser entre 0 e 3600
ru_ru: Минимальное значение обновления должно быть от 0 до 3600
zh_cn: 最小刷新值必须在 0 至 3600

source: minutes
de_de: Minuten
pt_br: minutos
ru_ru: минут

source: Miscellaneous
de_de: Verschiedenes
fr_fr: Divers
pt_br: Variações
ru_ru: Разное
zh_cn: 杂项

source: Missing filename
de_de: Fehlender Dateiname
fr_fr: Nom de fichier manquant
pl_pl: Brak nazwy pliku
pt_br: Nome do arquivo ausente
ru_ru: Отсутствует имя файла
zh_cn: 文件名缺失

source: Missing folder
de_de: Fehlender Ordner
fr_fr: Dossier manquant
pl_pl: Brak folderu
pt_br: Pasta ausente
ru_ru: Отсутствует папка
zh_cn: 文件夹缺失

source: Mobile site
de_de: Mobile Seite
fr_fr: Site mobile
pt_br: Site Móvel
ru_ru: Mobile сайт
zh_cn: 移动版站点

source: Mobile Version
fr_fr: Version mobile
pl_pl: Wersja moblina
pt_br: Versão Móvel
ru_ru: Версия Mobile
zh_cn: Mobile 版本

source: Model
de_de: Modell
pt_br: Modelo
ru_ru: Модель

source: Mono Settings
de_de: Mono Einstellungen
pt_br: Configurações do Mono
ru_ru: Настройки Mono
zh_cn: Mono设置

source: Name
fr_fr: Nom
pl_pl: Nazwa
pt_br: Nome
ru_ru: Название
zh_cn: 名称

# NameCannotContainComma
source: The name cannot contain a comma
de_de: Der Name darf kein Komma enthalten
fr_fr: Le nom ne peut contenir de virgule
pt_br: O nome não pode conter uma vírgula.
ru_ru: Имя не может содержать запятую
zh_cn: 名称不能包含逗号

# NameMustBeUnique
source: Please enter a name that has not already been used
de_de: Bitte geben Sie einen Namen ein der noch nicht verwendet wird
fr_fr: Veuillez entrer un nom qui n'a pas déjà été utilisé
pl_pl: Proszę podać nazwę nieużytą wcześniej
pt_br: Por favor insira um nome que já não tenha sido utilizado
ru_ru: Введите имя, которое еще ​​не было использовано
zh_cn: 请输入一个没有被使用的名称

# NameRequired
source: Please enter a name
de_de: Bitte geben Sie einen Namen ein
fr_fr: Veuillez entrer un nom
pl_pl: Proszę podać nazwę
pt_br: Por favor, indique um nome
ru_ru: Введите имя
zh_cn: 请输入一个名称

# NameTitle
source: Name
fr_fr: Nom
pt_br: Nome
ru_ru: Настоящее имя
zh_cn: 名称

source: Nautical Miles
de_de: Seemeilen
fr_fr: Miles nautiques
pl_pl: Mile morskie
pt_br: Milhas naúticas
ru_ru: Морские мили
zh_cn: 海里

source: Network
de_de: Netzwerk
fr_fr: Réseau
pl_pl: Sieć
pt_br: Rede
ru_ru: Сеть
zh_cn: 网络

# NetworkAddress
source: Network address: {0}
de_de: Netzwerk Adresse: {0}
pt_br: Endereço na Internet: {0}
ru_ru: Network адрес: {0}
zh_cn: 网络地址:{0}

source: New
de_de: Neu
fr_fr: Nouveau
pl_pl: Nowy
pt_br: Novo
ru_ru: Новый
zh_cn: 新建

source: Next
de_de: Weiter
fr_fr: Suivant
pt_br: Próximo
ru_ru: Следующий
zh_cn: 下一步

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie
pt_br: Não
ru_ru: Нет
zh_cn: 否

source: No ADS-B payload
de_de: Keine ADS-B Nutzlast
fr_fr: Transpondeur non ADS-B
pl_pl: Brak zawartości ADS-B
pt_br: Nenhum ADS-B
ru_ru: Не ADS-B типа
zh_cn: 无 ADS-B 承载

source: None
de_de: Kein(e)
fr_fr: Aucun
pt_br: Nenhuma
ru_ru: Нет
zh_cn: 无

source: Normal
ru_ru: Обычный
zh_cn: 普通

# NoSnapshotBody
source: No snapshot has yet been taken
de_de: Bisher wurde kein Snapshot erstellt
fr_fr: Aucune capture effectuée
pt_br: Nenhum printscreen foi tirado
ru_ru: Еще не было принятых снимков
zh_cn: 无快照已被截取

# NoSnapshotTitle
source: No Snapshot
de_de: Kein Snapshot
fr_fr: Pas de capture
pt_br: Nenhum printscreen
ru_ru: Нет снимков
zh_cn: 无快照

# NotApplicableAbbr
source: N/A
ru_ru: Нет

source: Not connected
de_de: Nicht verbunden
fr_fr: Non connecté
pl_pl: Nie połączony
pt_br: Não conectado
ru_ru: Не подключен
zh_cn: 未连接

# NotExportedSiteSettings
source: Not a valid set of exported site settings
de_de: Ungültige Menge von exportieren Seiten-Einstellungen
fr_fr: Ce n'est pas un jeux valide de paramètres de site exportés
pt_br: As configurações são invalidas
ru_ru: Недопустимые установки экспортированных настроек сайта
zh_cn: 非有效导出站点设置的集合

source: Not loaded
de_de: Nicht geladen
fr_fr: Pas chargé
pl_pl: Nie załadowano
pt_br: Não carregado
ru_ru: Не загружен
zh_cn: 未加载

source: Not yet known
de_de: Bisher unbekannt
pt_br: Ainda não é conhecido
ru_ru: Еще не известно
zh_cn: 仍未知

source: Offline mode
de_de: Offline Modus
pt_br: Modo offline
ru_ru: Автономный режим
zh_cn: 离线模式

source: OK
ru_ru: ОК
zh_cn: 确认

source: Operator
de_de: Betreiber
fr_fr: Opérateur
pt_br: Operador
ru_ru: Оператор
zh_cn: 航空公司

# OptionDescribeReceiverUsageHideFromWebSite
source: This receiver will not appear on the web site but it can have rebroadcast servers set up for it and it can be merged with other feeds.
de_de: Dieser Empfänger wird auf der Webseite verborgen, kann aber Rebroadcast Server gesetzt haben und er kann mit weiteren Datenströmen zusammengeführt werden.
pt_br: Este receptor não aparecerá no site
ru_ru: Этот приемник не будет виден на ВЕБ-сайте, но он может иметь созданные для него ретранслирующие серверы и может быть объединен с другими каналами.
zh_cn: 这个接收器将不会出现在WebSite上但它可以拥有转发服务器设置并且它可以与其他数据源合并。

# OptionDescribeReceiverUsageMergeOnly
source: This receiver will not appear on the web site and only certain rebroadcast server formats can be used for it. However, it can be merged with other feeds and it will consume fewer resources than normal or hidden receivers.
de_de: Dieser Empfänger wird auf der Webseite verborgen und nur bestimmte Rebroadcast Server Formate können dafür verwendet werden. Er kann aber mit anderen Datenströmen zusammengeführt werden und verbraucht weniger Ressourcen als normale oder verborgene Empfänger.
pt_br: Este receptor não aparecerá no site e apenas determinados formatos de servidor de retransmissão podem ser usados para isso. No entanto, pode ser mesclado com outros receptores e consumirá menos recursos do que receptores normais ou ocultos.
ru_ru: Этот приемник не будет виден на ВЕБ-сайте. Только некоторые форматы ретранслирующего сервера могут быть использованы для него. Тем не менее, он может быть объединен с другими каналами и будет потреблять меньше ресурсов, чем обычные или скрытые приемники.
zh_cn: 这个接收器将不会出现在WebSite上并且仅某些转发服务器格式可以用于它。然而，它可以被其他数据源合并且它相比普通或隐藏的接收器消耗很少的资源。

# OptionDescribeReceiverUsageNormal
source: This receiver will appear on the web site, it can have rebroadcast servers set up for it and it can be merged with other feeds.
de_de: Dieser Empfänger wird auf der Webseite erscheinen, kann Rebroadcast Server gesetzt haben und er kann mit weiteren Datenströmen zusammengeführt werden.
pt_br: Este receptor irá aparecer no site, pode retransmitir o servidores criado por ele e pode ser mesclado com outros receptores.
ru_ru: Этот приемник будет виден на ВЕБ-сайте, может иметь созданные для него ретранслирующие серверы и быть объединен с другими потоками.
zh_cn: 这个接收器将出现在WebSite上，它可以拥有转发服务器设置并且它可以与其他数据源合并。

source: Options
de_de: Optionen
pl_pl: Opcje
pt_br: Opções
ru_ru: Параметры
zh_cn: 选项

# OptionsDataSourcesDataFeed
source: Data Feed
de_de: Datenstrom
fr_fr: Données
pl_pl: Strumień danych
ru_ru: Тип источника и формат
zh_cn: 数据源

# OptionsDataSourcesSheetTitle
source: Data Sources
de_de: Datenquellen
fr_fr: Source de données
pl_pl: Źródła danych
pt_br: Fontes de dados
ru_ru: Источники данных
zh_cn: 数据源

# OptionsDescribeCidr
source: Either a single IP address or a range of addresses in CIDR format (e.g. 192.168.0.41 or 192.168.0.0/24).
de_de: Entweder eine einzelne IP Adresse oder einen Bereich von Adressen im CIDR Format (z. B. 192.168.0.41 oder 192.168.0.0/24).
fr_fr: Soit une seule adresse IP, ou une plage d'adresses en format CIDR (ex 192.168.0.41 ou 192.168.0.0/24
pt_br: Um único endereço IP ou um intervalo de endereços no formato CIDR (e.g. 192.168.0.41 or 192.168.0.0/24).
ru_ru: Введите одиночный IP адрес или диапазон адресов в формате CIDR (бесклассовая междоменная маршрутизация, например, 192.168.0.41 или 192.168.0.0/24).
zh_cn: 输入一个单独IP地址或者CIDR格式的地址范围(例如：192.168.0.41 or 192.168.0.0/24)

# OptionsDescribeClosestAircraftReceiverId
source: The receiver to use when the Closest Aircraft desktop widget asks for details of the closest aircraft.
de_de: Der Empfänger der verwendet wird wenn das 'Closest Aircraft desktop widget' Details aabfragt für das Flugzeug das am nächsten ist.
fr_fr: Récepteur à utiliser pour les détails demandés par le widget d'avion le plus proche
pt_br: O receptor para usar quando o widget de desktop pede detalhes da aeronave mais próxima.
ru_ru: Приемник для виджета рабочего стола "Closest Aircraft".
zh_cn: 用于最近航空器桌面小工具请求最近航空器详情使用的接收器.

# OptionsDescribeDataSourcePassiveReceiver
source: Yes if the receiver should wait for another computer to connect and push a feed to it; no if it should actively connect to another computer and pull the feed from it.
de_de: Ja, wenn der Empfänger auf einen anderen Computer, der einen Datenstrom zu ihm weiterleitet warten soll, Nein wenn der Empfänger sich aktiv zu einem anderen Computer verbinden und den Datenstrom von dort ziehen soll.
fr_fr: Oui si le récepteur doit attendre qu'un autre ordinateur soit connecté pourt envoyer les données; Non si il doit se connecter à un autre ordinateur recevoir le flux de données de celui-ci.
pt_br: Sim, se o receptor deve esperar por um outro computador para ligar e enviar dados para ele; Não, se deve ligar ativamente para outro computador e receber os dados dele.
ru_ru: "Да", если приемник будет ожидать входящие соединения для отправки данных, "Нет", если он должен самостоятельно подключиться к другому компьютеру и начать забирать данные.
zh_cn: 是 接收器等待其他计算机推送源到计算机;否 主动连接到其他计算机拉取源

# OptionsDescribeDataSourcesAddress
source: The network address of the receiver or program that is sending aircraft data. Only used for Network data feeds.
de_de: Die Netzwerkadresse des Empfängers oder Programms welches Flugzeugdaten sendet. Nur für Netzwerkdatenströme verwendet
fr_fr: L'adresse réseau du récepteur ou du programme qui envoie des données de l'avion. Utilisé uniquement pour les flux de données réseau.
pl_pl: Adres sieciowy odbiornika albo programu, który wysyła dane o samolotach. Używany tylko gdy pobierane są dane z sieci.
pt_br: O endereço de rede do receptor ou programa que está enviando dados das aeronaves. Usado somente para feeds de dados de rede.
ru_ru: IP-адрес приемника или программы, от которых получаются данные. Используется только для сетевых источников.
zh_cn: 正在发送航空器数据的接收器或者程序的网络地址,仅用于网络数据源.

# OptionsDescribeDataSourcesAutoReconnectAtStartup
source: Yes to automatically keep trying to establish a connection to a data source when the program starts, no to only try once and report an error if the connection cannot be made.
de_de: Ja um automatisch einen Verbindungsaufbau zur Datenquelle zu versuchen wenn das Programm startet, Nein um nur einen Verbindungsversuch zu unternehmen und einen Fehler zu melden wenn die Verbindung nicht aufgebaut werden kann.
fr_fr: Oui pour essayer automatiquement d'établir une connexion à une source de données lorsque le programme démarre, Non pour essayer une fois seulement et signaler une erreur si la connexion ne peut pas être établie.
pl_pl: Tak aby automatycznie podtrzymywać połączenie do strumienia danych, gdy program zostanie urucmomiony, nie aby próbować tylko raz i zgłosić błąd jeśli nie można zestawić połączenia
pt_br: Sim para manter automaticamente uma conexão com uma fonte de dados quando o programa iniciar, não apenas para tentar uma vez e relatar um erro se a conexão não pode ser feita.
ru_ru: "Да" - автоматически пытаться установить соединение с источником данных при запуске программы, "Нет" - попытаться один раз и сообщить об ошибке, если соединение не может быть установлено.
zh_cn: 是，自动在程序启动时保持尝试建立到数据源的连接，否，只尝试一次，并在无法连接时报告错误.

# OptionsDescribeDataSourcesBaudRate
source: The speed in pulses per second to use when communicating with the serial device. Only used for serial feeds.
de_de: Die Geschwindigkeit in Puls pro Sekunde wenn mit dem seriellen Gerät kommuniziert wird. Wird nur für serielle Datenströme verwendet:
fr_fr: La vitesse en bauds à utiliser lors de la communication avec le périphérique série. Utilisé uniquement pour une transmission série.
pl_pl: Prędkość w pulsach na sekundę używana w komunikacji z portem szeregowym. Tylko dla źródeł z portu szeregowego.
pt_br: A velocidade em pulsos por segundo para usar ao se comunicar com o dispositivo serial.
ru_ru: Скорость в бит/с при обмене данными с устройством. Используется только для сериального порта.
zh_cn: 当使用串行设备通信时使用的每秒脉冲.仅用于串行数据源。

# OptionsDescribeDataSourcesComPort
source: The name of the serial device to read data from. Only used for serial feeds.
de_de: Der Name des seriellen Geräts von dem Daten gelesen werden sollen. Wird nur für serielle Datenströme verwendet:
fr_fr: Le nom du périphérique pour lire les données de série. Utilisé uniquement pour une transmission en série.
pl_pl: Nazwa urządzenia na porcie szeregowym do odczytywania strumienia danych. Tylko dla źródeł z portu szeregowego.
pt_br: Nome do dispositivo serial de onde vem os dados
ru_ru: Номер последовательного порта при обмене данными с устройством. Используется только для сериального порта.
zh_cn: 用于读取数据的串行设备名称. 仅用于串行数据源.

# OptionsDescribeDataSourcesConnectionType
source: How Virtual Radar Server should connect to the receiver or program.
de_de: Wie Virtual Radar Server sich mit dem Empfänger oder Programm verbinden sollte.
fr_fr: Comment Virtual Radar Server doit se connecter au récepteur ou au programme.
pl_pl: Sposób w jaki Virtual Radar powinnien połączyć się z programem lub odbiornikiem.
pt_br: Como Virtual Radar Server deve conectar ao receptor ou ao programa.
ru_ru: Как Virtual Radar Server следует подключить к приемнику или программе.
zh_cn: Virtual Radar Server应该如何连接到接收器或者程序

# OptionsDescribeDataSourcesDatabaseFileName
source: The full path and file name of the BaseStation database that contains additional information about the aircraft.
de_de: Der vollständige Pfad und Dateiname der BaseStation Datenbank die zusätzliche Information über das Flugzeug enthält.
fr_fr: Le chemin complet et le nom de la base de données BaseStation qui contient des informations supplémentaires sur l'avion.
pl_pl: Pełna ścieżka i nazwa pliku bazy BaseStation, któa zawiera dodatkowe informacje o samolotach.
pt_br: O nome do arquivo e caminho completo do banco de dados que contém informações adicionais sobre as aeronaves.
ru_ru: Полный путь и имя файла базы данных BaseStation, которая содержит информацию о самолетах.
zh_cn: 包含关于航空器附加信息的 BaseStation 数据库的完整路径和文件名.
