Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# OptionsDescribeWebSiteInitialGoogleMapLatitude
source: The line of latitude to centre the map on. Only used on a browser's first visit to the web site.
de_de: Die Breitengradlinie auf der die Karte zentriert wird. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: La ligne de latitude pour centrer la carte. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Linia szerokości geograficznej na której centrujemy mapę. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: A linha de latitude para centrar o mapa. Usado somente na primeira visita ao site.
ru_ru: Координата линии широты в центре карты. Используется при первом посещении веб-сайта.
zh_cn: 居中到地图的维度线. 仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialGoogleMapLongitude
source: The line of longitude to centre the map on. Only used on a browser's first visit to the web site.
de_de: Die Längengradlinie auf der die Karte zentriert wird. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: La ligne de longitude pour centrer la carte. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Linia długości geograficznej na której centrujemy mapę. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: A linha de longitude para centrar o mapa. Usado somente na primeira visita ao site.
ru_ru: Координата линии долготы в центре карты. Используется при первом посещении веб-сайта.
zh_cn: 居中到地图的经度线. 仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialGoogleMapRefreshSeconds
source: The number of seconds between updates of aircraft data on the web site. Only used on a browser's first visit to the web site.
de_de: Die Anzahl Sekunden zwischen der Aktualisierung der Flugzeugdaten auf der Webseite. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Le nombre de secondes entre les mises à jour des données d'avion sur le site web.Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Ilość sekund jaka upływa pomiędzi aktualizacjami położenia samolotu na podstawie danych na mapie. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: O número de segundos entre as atualizações de dados de aeronaves no site. Usado somente na primeira visita ao site.
ru_ru: Количество секунд между обновлениями данных о самолетах на веб-сайте. Используется при первом посещении веб-сайта.
zh_cn: 网站更新航空器数据间隔秒数. 仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialGoogleMapSettings
source: Use the links to the Desktop and Mobile sites to configure the site as you want it to appear to new users. Then click the link to the Settings site, click Export Settings and copy the exported settings into this field.
de_de: Verwenden Sie die Links zur Desktop und Mobil Seite, um die Seite so zu konfigurieren wie Sie sie neuen Benutzern anzeigen möchten. Klicken Sie dann auf den Link der Einstellungsseite, klicken Sie auf Exportiere Einstellungen und kopieren Sie die exportieren Einstellungen in dieses Feld.
fr_fr: Utilisez les liens vers les sites mobiles et de bureau pour configurer le site que vous souhaitez voir apparaitre aux nouveaux utilisateurs. Puis cliquez sur le lien vers Paramètres du site, cliquez sur exporter Paramètres et copier les paramètres exportés dans ce domaine.
pt_br: Use os links do site para as versões de computadores e celulares para configurar o site como você quer que ele apareça para novos usuários. Em seguida, clique no link para a pagina de configurações, clique em Configurações de exportação e copiar as configurações exportadas para este campo.
ru_ru: Используйте ссылки Desktop и Mobile для настройки наилучшего облика сайта, когда его увидят новые пользователи. После этого выберите ссылку "Настройки сайта", нажмите "Настройки экспорта" и скопируйте полученные настройки в эту область.
zh_cn: 让其作为显示给新用户的站点的桌面和移动站点链接。单击链接设置站点，单击导出设置并且复制导出的设置到这个字段

# OptionsDescribeWebSiteInitialGoogleMapType
source: The type of map to display. Only used on a browser's first visit to the web site.
de_de: Der Kartentyp der angezeigt werden soll. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Le type de carte à afficher. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Typ wyświetlanej mapy. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: O tipo de mapa para exibir. Usado somente na primeira visita ao site.
ru_ru: Тип карты. Используется при первом посещении веб-сайта.
zh_cn: 地图显示类型. 仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialGoogleMapZoom
source: The zoom level to use, where 0 shows the Earth fully zoomed out and higher numbers (up to about 20) show more detail. Only used on a browser's first visit to the web site.
de_de: Der "Zoomlevel" der verwendet werden soll, wobei 0 die Erde vollständig anzeigt, und höhere Werte (bis zu über 20) mehr Details anzeigen. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Le niveau de zoom à utiliser, où 0 indique la terre entièrement dézoomé et des nombres plus élevés (jusqu'à environ 20) pour afficher plus de détails. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Wartość przybliżenia (zoom), 0 aby pokazać całą Ziemię, większe liczby (do około 20) aby pokazać więcej szczegółów. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: O nível de zoom para uso, onde 0 mostra a terra totalmente ampliada e os números mais altos (até cerca de 20) mostram mais detalhes. Usado somente na primeira visita ao site.
ru_ru: Используемый уровень увеличения карты, где 0 показывает Землю целиком, а большие числа повышают локальную детализацию местности. Используется при первом посещении веб-сайта.
zh_cn: 缩放级别，0显示完全被放大的地球,更高的数值 (到约 20) 显示更多细节. 仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialHeightUnit
source: How heights are shown. Only used on a browser's first visit to the web site.
de_de: Wie Höhen angezeigt werden. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Affichent les altitudes. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Sposób wyświetlania wysokości. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: Como as altitudes serão mostradas. Usado somente na primeira visita ao site.
ru_ru: В каких единицах измеряется высота. Используется при первом посещении веб-сайта.
zh_cn: 高度如何被显示.仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteInitialSpeedUnit
source: How speeds are shown. Only used on a browser's first visit to the web site.
de_de: Wie Geschwindigkeiten angezeigt werden. Wird nur verwendet beim ersten Besuch der Webseite mit einem Browser.
fr_fr: Affichent les vitesses. Seulement utilisé par un navigateur à la première visite sur le site web.
pl_pl: Sposób wyświetlania prędności. Używane tylko podczas pierwszej wizyty na stronie.
pt_br: Como as velocidades serão mostradas. Usado somente na primeira visita ao site.
ru_ru: В каких единицах измеряется скорость. Используется при первом посещении веб-сайта.
zh_cn: 速度如何被显示.仅用于浏览器首次访问站点.

# OptionsDescribeWebSiteMinimumGoogleMapRefreshSeconds
source: The smallest number of seconds that the web site will allow the user to choose when selecting the number of seconds between refreshes of aircraft data.
de_de: Der Minimalwert für die Aktualisierung von Flugzeugdaten in Sekunden, den die Webseite dem Benutzer erlaubt anzugeben wenn dieser die Anzahl Sekunden für die Aktualisierung der Flugzeugdaten auswählt.
fr_fr: Le plus petit nombre de secondes que le site web permet à l'utilisateur de choisir entre les actualisations des données de l'avion.
pl_pl: Najmniejsza wartość sekund jakie strona WWW pozwili na ustawienie użytkownikowi do ustawienia odświeżania danych z samolotów.
pt_br: O menor número de segundos que o site permitirá que o usuário escolha quando selecionando o número de segundos entre as atualizações de dados de aeronaves.
ru_ru: Наименьшее количество секунд, которое веб-сайт позволит установить при выборе числа секунд между обновлением данных.
zh_cn: 网站允许用户选择的选择航空器数据时刷新间隔最小秒数.

# OptionsDescribeWebSitePreferIataAirportCodes
source: Yes to display IATA airport codes (e.g. LHR), no to display ICAO airport codes (e.g. EGLL).
de_de: Ja um IATA Flughafenkennung anzuzeigen (z. B. MUC), nein um ICAO Flughafenkennung (z. B.. EDDM) anzuzeigen.
fr_fr: "Oui" pour l'affichage des codes IATA de l'aéroport (par exemple LHR), "NON" pour afficher les codes OACI des aéroports (par exemple EGLL).
pl_pl: Tak aby wyświetlać kody lostnisk według IATA (np: LHR). nie aby wyświetlać kody ICAO (np: EGLL)
pt_br: Sim para exibir códigos de aeroporto IATA (por exemplo, MOC), não para exibir os códigos ICAO do aeroporto (por exemplo SBMK).
ru_ru: "Да" - отображать коды аэропортов по стандарту IATA (Международной ассоциации воздушного транспорта), например, а/п Домодедово - DME, "Нет" - отображать в стандарте ICAO (Международной организации гражданской авиации), например, а/п Домодедово - UUDD).
zh_cn: 是 显示 IATA 机场代码 (例如 LHR), 否 显示 ICAO 机场代码 (例如 EGLL).

# OptionsDescribeWebSiteReceiverId
source: The receiver to show to users when they first visit the web site.
de_de: Der Empfänger der dem Benutzer angezeigt wird, wenn er zum ersten Mal die Seite besucht.
fr_fr: Le récepteur à montrer aux utilisateurs lorsqu'ils rendent la première fois sur le site web.
pt_br: O receptor para mostrar aos usuários quando eles visitarem o web site.
ru_ru: Приемник, который будет использоваться при первом посещении веб-сайта.
zh_cn: 首次访问网站显示给用户的接收器.

# OptionsGeneralCategory
source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
pl_pl: Ustawienia główne
pt_br: Configurações Gerais
ru_ru: Общие настройки
zh_cn: 通用设置

# OptionsRawFeedAcceptIcaoAsValidCategory
source: ICAO24 Validation Settings
de_de: ICAO24 Validierungseinstellungen
fr_fr: Configuration de validation de nr ICAO
pl_pl: Ustawienia sprawdzania ICAO24
pt_br: Configurações de Validação ICAO24
ru_ru: Параметры проверки ICAO-адреса
zh_cn: ICAO24 验证设置

# OptionsRawFeedDecoderParametersCategory
source: Raw Decoding Parameters
de_de: Raw Dekodierungsparameter
fr_fr: Paramètres de décodage des données brutes
pl_pl: Parametry dekodowania surowego sygnału
pt_br: Parâmetros de decodificação RAW
ru_ru: Параметры декодирования
zh_cn: 原始解码参数

# OptionsRawFeedReceiverDetailsCategory
source: Receiver Details
de_de: Empfängerdetails
fr_fr: Détails récepteur
pl_pl: Szczegóły odbiornika
pt_br: Detalhes do receptor
ru_ru: Параметры приема
zh_cn: 接收器详情

# OptionsRawFeedSheetTitle
source: Raw Feed Decoding
de_de: Raw Feed Dekodierung
fr_fr: Décodage de flux données brutes
pl_pl: Dekodowanie surowego strumienia
ru_ru: Декодирование RAW данных
zh_cn: 原始源解码

# OptionsWebServerInternetClientsCategory
source: Restrictions on Internet Users
de_de: Einschränkungen für Internetbenutzer
fr_fr: Restrictions sur les utilisateurs d'Internet
pl_pl: Ograniczenia dla użytkowników z Internetu
pt_br: Restrições a usuários da Internet
ru_ru: Возможности для пользователей из Интернет
zh_cn: 限制 Internet 用户

# OptionsWebServerSheetTitle
source: Web Server
fr_fr: Serveur Web
pl_pl: Serwer WWW
pt_br: Servidor Web
ru_ru: Веб-сервер
zh_cn: Web 服务器

# OptionsWebSiteCustomisationCategory
source: Web Site Customisation
de_de: Web Seiten Anpassung
fr_fr: Personnalisation de Site Web
pt_br: Personalizar Web Site
ru_ru: Кастомизация веб-сайта
zh_cn: 网站定制

# OptionsWebSiteSettingsCategory
source: Web Site Settings
de_de: Webseiten Einstellungen
fr_fr: Paramètres du Site Web
pl_pl: Ustawienia strony WWW
pt_br: Configurações do site
ru_ru: Установки веб-сервера
zh_cn: 网站设置

# OptionsWebSiteTitle
source: Web Site
de_de: Webseite
fr_fr: Site Web
pl_pl: Strona WWW
pt_br: Site
ru_ru: Веб-сайт
zh_cn: 网站

source: Other
de_de: Weitere
fr_fr: Autres
pl_pl: Inne
pt_br: Outro
ru_ru: Другое
zh_cn: 其他

# PassiveReceiver
source: Push receiver
de_de: Push Empfänger
pt_br: Pedir ao receiver que envie os dados
ru_ru: Использовать входящие соединения от внешних источников
zh_cn: 推送接收器

source: Passphrase
de_de: Passwort
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

source: Password
de_de: Passwort
fr_fr: Mot de passe
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

# PasswordMissing
source: The password has not been supplied
de_de: Das Passwort wurde nicht angegeben
fr_fr: Le mot de passe n'a pas été fourni
pt_br: A senha não foi fornecida
ru_ru: Пароль не совпадает
zh_cn: 未提供密码

# PasswordMissingOnCommandLine
source: You must supply a password with the -password option
de_de: Es muss ein Passwort über die -password Option angegeben werden.
pt_br: Você deve fornecer uma senha com a opção -password
ru_ru: Вы должны ввести пароль с опцией -password

# PasswordMissingTitle
source: Password Missing
de_de: Passwort ist nicht angegeben
pt_br: A senha está faltando
ru_ru: Пароль отсутствует

source: Peak
de_de: Höchstwert
pt_br: Pico
ru_ru: Пик
zh_cn: 最大

source: Permitted users
de_de: Zugelassene Benutzer
fr_fr: Utilisateurs autorisés
pt_br: Usuarios permitidos
ru_ru: Разрешенные пользователи
zh_cn: 已允许用户

# PIBadParity
source: Bad parity PI
de_de: Mangelhafte Parität PI
fr_fr: Mauvaise parité PI
pl_pl: Błędna parzystość PI
pt_br: Paridade PI ruim
ru_ru: С ошибкой четности PI
zh_cn: 失败的奇偶校验PI

source: Pictures folder
de_de: Ordner Bilder
fr_fr: Dossier Images
pl_pl: Folder z obrazami
pt_br: Pasta das fotos
ru_ru: Папка с изображениями
zh_cn: 图片文件夹

source: PI present
de_de: PI vorhanden
fr_fr: PI présent
pl_pl: Obecne PI
pt_br: PI presente
ru_ru: Содержат PI
zh_cn: PI 呈现

# PKilometres
source: (kilometres)
de_de: (Kilometer)
fr_fr: (kilomètre)
pt_br: (quilometros)
ru_ru: (км)
zh_cn: (公里)

# PKilometresOver30Seconds
source: (km / 30 seconds)
de_de: (km / 30 Sekunden
fr_fr: (km/30 secondes)
pt_br: (km / 30 segundos)
ru_ru: (км/30 с)
zh_cn: (公里/30秒)

source: Please configure at least one receiver.
de_de: Bitte konfigurieren Sie mindestens einen Empfänger.
fr_fr: Veuillez configurer au moins un récepteur.
pt_br: Por favor configure pelo menos um receptor.
ru_ru: Настройте, по крайней мере, один приемник.
zh_cn: 请配置至少一个接收器.

source: Please enable at least one receiver.
de_de: Bitte aktivieren Sie mindestens einen Empfänger.
fr_fr: S'il vous plaît autoriser au moins un récepteur.
pt_br: Ative pelo menos um receptor.
ru_ru: Укажите, по крайней мере, один приемник.
zh_cn: 请启用至少一个接收器.

# PleaseEnterNameForLocation
source: Please enter a name for the location
de_de: Bitte tragen Sie einen Namen für den Standort ein
fr_fr: Entrez un nom pour cette localisation
pl_pl: Proszę podać nazwę pozycji
pt_br: Por favor, digite um nome para a localização
ru_ru: Укажите название местоположения
zh_cn: 请输入一个位置名称

# PleaseEnterUniqueNameForLocation
source: This name has been used for another location
de_de: Dieser Name wurde bereits für einen anderen Standort verwendet
fr_fr: Ce nom de localisation est déjà utilisé
pl_pl: Na nazwa została już użyta wcześniej
pt_br: Este nome já está em uso
ru_ru: Это название уже используется для другого местоположения
zh_cn: 这个名称已经被另一个位置使用

source: Please select a file
de_de: Bitte eine Datei auswählen
fr_fr: Sélectionnez un fichier SVP
pl_pl: Proszę wybrać plik
pt_br: Por favor, selecione um arquivo
ru_ru: Выберите файл
zh_cn: 请选择一个文件

source: Please select a folder
de_de: Bitte einen Ordner auswählen
fr_fr: Sélectionnez un dossier SVP
pl_pl: Proszę wybrać folder
pt_br: Por favor, selecione uma pasta
ru_ru: Выберите папку
zh_cn: 请选择一个文件夹

# PleaseSelectFlagsFolder
source: Please select the folder holding operator logo images
de_de: Bitte Ordner auswählen, der die Betreiberlogos enthält
fr_fr: Sélectionnez le dossier des logos opérateurs SVP
pl_pl: Proszę wybrać folder do przechowania obrazów logo operatora
pt_br: Por favor, selecione a pasta que contem as imagens do logotipo do operador
ru_ru: Выберите папку с логотипами авиакомпаний
zh_cn: 请选择控制航空公司Logo图像的文件夹

# PleaseSelectPicturesFolder
source: Please select the folder containing aircraft pictures
de_de: Bitte Ordner auswählen, der die Flugzeugbilder enthält
fr_fr: Sélectionnez le dossier des photos d'avionsPlease SVP
pl_pl: Proszę wybrać folder do przechowania obrazów samolotów
pt_br: Por favor, selecione a pasta que contem as imagens das aeronaves
ru_ru: Выберите папку с фотографиями самолетов
zh_cn: 请选择包含航空器照片的目录

# PleaseSelectSilhouettesFolder
source: Please select the folder containing aircraft silhouette images
de_de: Bitte Ordner auswählen, der die Flugzeugsilhouetten enthält
fr_fr: Sélectionnez le dossier des silhouettes d'avions
pl_pl: Proszę wybrać folder do przechowania obrazów sylwetek
pt_br: Por favor, selecione a pasta que contem as silhuetas das aeronaves
ru_ru: Выберите папку с силуэтами самолетов
zh_cn: 请选择包含航空器轮廓图像的文件夹

# PleaseSelectSiteRootFolder
source: Please select the root folder of the site to serve
de_de: Bitte wählen Sie den 'Root'-Ordner für die Seite
fr_fr: S'il vous plaît sélectionnez le dossier racine du site serveur
pt_br: Por favor, selecione a pasta raiz do site
ru_ru: Выберите корневую директорию сайта
zh_cn: 请选择网站服务的根目录

# PluginCannotBeLoaded
source: Plugin could not be loaded: {0}
de_de: Plugin konnte nicht geladen werden: {0}
fr_fr: Le plugin ne peut être chargé {0}
pl_pl: NIe można załadować wtyczki: {0}
pt_br: O plugin {0} não pôde ser carregado.
ru_ru: Плагин не может быть загружен: {0}
zh_cn: 插件不能被加载: {0}

# PluginDoesNotHaveJustOneIPlugin
source: The plugin does not have just one class that implements IPlugin
de_de: Das Plugin hat nicht nur eine Klasse die IPlugin implementiert
fr_fr: Le plugin a plus d'un plugin
pl_pl: Ta wtyczka nie ma tylko jednak klasy, która wprowadza IPlugin
pt_br: O plugin não tem uma classe que implementa IPlugin
ru_ru: Плагин не имеет только один класс, который реализует IPlugin
zh_cn: 插件没有一个实现IPlugin接口的类

source: Plugin File Name
de_de: Plugin Dateiname
fr_fr: Nom du fichier Plugin
pl_pl: Nazwa pliku wtyczki
pt_br: Nome do plugin
ru_ru: Имя файла плагина
zh_cn: 插件文件名

# PluginMaximumVersionNotMet
source: Plugin does not work with versions of VRS past {0}
de_de: Plugin funktioniert nicht mit Versionen von VRS alter als {0}
fr_fr: Le Plugin n'est pas compatible avec les anciennes versions de VRS {0}
pl_pl: Wtyczka nie działa z wersjami VRS od: {0)
pt_br: O plugin não funciona com versões anteriores do VRS {0}
ru_ru: Плагин не работает с версиями VRS ранее {0}
zh_cn: 插件不能在旧 Virtual Radar Server 版本 {0} 下工作

# PluginMaximumVersionUnparseable
source: The manifest's maximum version cannot be parsed
de_de: Die Maximumversion des Manifest kann nicht geparsed werden
fr_fr: La Version du plugin ne peut être analysée
pl_pl: Maksymalna wersja spisu nie może zostać przetworzona
pt_br: A última versão do manifest não pode ser carregado
ru_ru: Максимальная версия манифеста не может быть разобрана
zh_cn: 清单的最大化版本不能被解析

# PluginMinimumVersionNotMet
source: Plugin needs version {0} (or better) of VRS
de_de: Plugin benötigt Version {0} (oder höher) von VRS
fr_fr: Le Plugin est compatible avec la version {0} (ou supérieure ) de VRS
pl_pl: Wtyczka wymaga VRS w wersji {0} (lub nowszej)
pt_br: O plugin precisa da versão {0} (ou superior) do VRS
ru_ru: Плагину требуется версия VRS {0} (или позже)
zh_cn: 插件需要版本 {0} (或者更高) Virtual Radar Server

# PluginMinumumVersionUnparseable
source: The manifest's minimum version cannot be parsed
de_de: Die Minimumversion des Manifest kann nicht geparsed werden
fr_fr: La version du plugin ne peut être analysée
pl_pl: Maksymalna wersja spisu nie może zostać przetworzona
pt_br: A versão última versão do manifesto não pode ser analisada.
ru_ru: Минимальная версия манифеста не может быть разобрана
zh_cn: 清单的最小化版本不能被解析

source: Plugins
pl_pl: Wtyczki
ru_ru: Плагины
zh_cn: 插件

# PluginThrewExceptionFull
source: Plugin {0} threw an exception ({1}) when it was started - it remains loaded but may not behave correctly. Full details are in the log.
de_de: Plugin {0} Ausnahmefehler ({1}) beim Starten - Plugin bleibt geladen verhält sich aber eventuell inkorrekt Alle Details sind im Log.
fr_fr: Le Plugin {0}a rencontré une exception ({1}) au démarage - Il est toujours chargé,mais peut ne pas fonctionner correctement
pl_pl: Wtyczka {0} wywołała wyjątek ({1}) podcza uruchamiania - jest nadal załadowana, ale może nie działać poprawnie. Szczegóły znajdziesz w dzienniku.
pt_br: O plugin {0} emitiu uma exceção ({1}), quando ele foi iniciado. ele será carregado mas pode não se comportar corretamente. Detalhes completos estão no log.
ru_ru: Плагин {0} вызвал исключение ({1}) при запуске - он остается загруженным, но не может работать правильно. Полная информация в журнале.
zh_cn: 插件 {0} 启动时，抛出一个异常 ({1}) - 仍然被加载但是可能有不正确的行为. 完整详情在日志中.

# PluginThrewExceptionTitle
source: A Plugin Threw An Exception During Startup
de_de: Ein Plugin hatte Ausnahmefehler während dem Starten
fr_fr: Un Plugin a rencontré une exception au démarage
pl_pl: Wtyczka wywołała wyjątek podczas startu
pt_br: Um Plugin emitiu uma exceção durante a inicialização
ru_ru: Плагин выдал исключение во время запуска
zh_cn: 启动期间一个插件抛出异常

# PMinutes
source: (minutes)
de_de: (Minuten)
pt_br: (minutos)
ru_ru: (в минутах)
zh_cn: (分钟)

source: Port
pt_br: Porta
ru_ru: Порт
zh_cn: 端口

# PortIsUsedByWebServer
source: Port {0} is being used by the web server
de_de: Port {0} wird vom Web Server verwendet
fr_fr: Le port {0} est utilisé par le serveur Web
pt_br: A porta {0} está sendo usado pelo servidor web
ru_ru: Порт {0} используется на веб-сервере
zh_cn: 端口 {0} 正在被网站使用

# PortMustBeUnique
source: Please enter a port that has not already been used
de_de: Geben Sie eine Port ein der noch nicht verwendet wird
fr_fr: S'il vous plaît entrer dans un numéro de port qui n'a pas déjà été utilisé
pl_pl: Proszę podać port nieuzyty wcześniej
pt_br: Digite uma porta que já não tenha sido utilizado
ru_ru: Введите порт, который еще ​​не был использован
zh_cn: 请输入一个未被使用的端口号

# PortOutOfBounds
source: The port must be between 1 and 65535
de_de: Der Port muss zwischen 1 und 65535 liegen.
fr_fr: Le port de source de données doit être compris entre 1 et 65535
pl_pl: Źródłowy port danych musi zawierać się pomiędzy 1 a 65535
pt_br: A porta deve estar entre 1 e 65535
ru_ru: Номер порта источника данных должен быть от 1 до 65535
zh_cn: 端口号必须在 1 至 65535 之间

source: Position resets
de_de: zurückgesetzte Positionen
fr_fr: Réinitialiser la position
pl_pl: Resetów pozycji
pt_br: Resetar posição
ru_ru: Сброс местоположения
zh_cn: 位置复位

source: Positions out of range
de_de: Positionen außer Reichweite
fr_fr: Position hors des limites
pl_pl: Pozycje poza zasięgiem
pt_br: Posições fora do alcance
ru_ru: Вне зоны приема
zh_cn: 位置超出范围

# PreferIataAirportCodes
source: Show IATA airport codes
de_de: Zeige IATA Flughafenkennung
fr_fr: Affiche le code IATA d'aéroport
pl_pl: Pokaż kody lotnisk według IATA
pt_br: Mostrar códigos IATA de aeroportos
ru_ru: Отображать IATA коды аэропортов
zh_cn: 显示 IATA 机场代码

source: Preset Configurations
de_de: Voreingestellte Konfigurationen
fr_fr: Configurations par défaut
pt_br: Configurações pré-definidas
ru_ru: Действующие настройки
zh_cn: 预置设置

source: Press Q to quit
de_de: Drücke Q zum Beenden
pt_br: Pressione Q para sair
ru_ru: Нажмите Q, чтобы выйти
zh_cn: 按 Q键 退出

source: Proxy type
de_de: Proxytyp
fr_fr: Type de proxy
pt_br: Tipo de proxy
ru_ru: Тип прокси
zh_cn: 代理类型

# PSeconds
source: (seconds)
de_de: (Sekunden)
fr_fr: (secondes)
pt_br: (segundos)
ru_ru: (с)
zh_cn: (秒)

# PutOnInternet
source: Put onto Internet
de_de: Ins Internet setzen
fr_fr: Mettre sur Internet
pl_pl: Opublikuj w Internecie
pt_br: Colocar na Internet
ru_ru: Доступ из Интернет
zh_cn: 发布到 Internet

source: Range
de_de: Reichweite
fr_fr: Rayon
pt_br: Alcance
ru_ru: Дальность
zh_cn: 范围

source: Raw Decoding
de_de: Raw Dekodierung
fr_fr: Décodage données brutes
pl_pl: Surowe dekodowanie
pt_br: Decodificação Raw
ru_ru: RAW декодирование
zh_cn: 原始解码
