Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

source: Use "slew" method
de_de: Verwende "slew" Methode
fr_fr: Utilisez la méthode «slew» méthode
pl_pl: Użyj metody "slew"
pt_br: Use o método "Slew"
ru_ru: Использовать "slew" метод
zh_cn: 使用 "slew" 方式

source: Version
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия
zh_cn: 版本

source: Version Check Result
de_de: Prüfergebnis Version
fr_fr: Résultat de la Vérification de la Version
pl_pl: Wynik sprawdzenia wersji
pt_br: Resultado da procura por atualizações
ru_ru: Результат проверки версии
zh_cn: 版本检测结果

source: Waiting
de_de: Warte
fr_fr: Attends...
pt_br: Aguarde
ru_ru: Ожидание
zh_cn: 等待中

source: Warning
de_de: Warnung
fr_fr: Attention
pl_pl: Uwaga
pt_br: Aviso
ru_ru: Предупреждение
zh_cn: 警告

source: Web Server
fr_fr: Serveur Web
pl_pl: Serwer WWW
pt_br: Servidor Web
ru_ru: Веб-сервер
zh_cn: Web 服务器

# WebServerOffline
source: The web server is offline
de_de: Der Web Server ist Offline
fr_fr: Le serveur web est déconnecté
pl_pl: Serwer WWW jest wyłączony
pt_br: O servidor web está offline
ru_ru: Веб-сервер оффлайн
zh_cn: Web 服务器 离线

# WebServerOnline
source: The web server is online
de_de: Der Web Server ist Online
fr_fr: Le serveur web est en ligne
pl_pl: Serwer WWW jest włączony
pt_br: O servidor web está online
ru_ru: Веб-сервер онлайн
zh_cn: Web 服务器 在线

source: Web server status
fr_fr: Etat du serveur web
pl_pl: Status serwera WWW
pt_br: Status do servidor web
ru_ru: Состояние ВЕБ-сервера
zh_cn: Web 服务器 状态

# WebSiteAdministrator
source: Web Site Admin
de_de: Webseiten Admin
ru_ru: Администратор ВЕБ-сайта

# WebSiteReceiverId
source: Web site receiver
de_de: Web Seiten Empfänger
fr_fr: Récepteur site Web
ru_ru: Приемник для веб-сайта
zh_cn: 网站接收器

# WebSiteReceiverRequired
source: Please specify the initial receiver to show on the web site
de_de: Bitte wählen Sie den Empfänger der anfangs auf der Webseite angezeigt wird.
fr_fr: SVP spécifiez le récepteur à montrer initialement sur le site Web
pt_br: Por favor, especifique o receptor para mostrar no site
ru_ru: Определите основной приемник для веб-сайта
zh_cn: 请指定在网站上显示的初始接收器.

source: Web site URL
de_de: Webseiten URL
ru_ru: URL ВЕБ-сайта

source: Web Site User
de_de: Webseiten Benutzer
pt_br: Usuário do Web Site
ru_ru: Пользователь ВЕБ-сайта

source: Wizard
de_de: Assistent
pt_br: Assistente
ru_ru: Мастер
zh_cn: 向导

source: Year
de_de: Jahr
pt_br: Ano
ru_ru: Год

source: Yes
de_de: Ja
fr_fr: Oui
pl_pl: Tak
pt_br: Sim
ru_ru: Да
zh_cn: 是

# CompressedPort30003
source: Compressed VRS
de_de: Komprimierter VRS
fr_fr: VRS format 30003
pt_br: VRS compactado

# RebroadcastFormatPassthrough
source: Pass-through
de_de: Weiterleitung
pl_pl: Przelotem
pt_br: Encaminhar

source: Ride Aircraft
de_de: Fliege Aircraft
fr_fr: Vue du cockpit de l'avion
pl_pl: Leć samolotem
pt_br: Passear na aeronave
zh_cn: 驾驶航空器

# RidingAircraft
source: Riding {0}
de_de: Fliege {0}
fr_fr: Vue du cockpit de l'avion {0}
pl_pl: Lecę {0}
zh_cn: 驾驶 {0}

# StopRidingAircraft
source: Stop Ride
de_de: Stoppe Flug
fr_fr: Arrêt de la vue du cockpit
pl_pl: Zatrzymaj lot
pt_br: Parar passeio
zh_cn: 停止驾驶

source: ICAO
fr_fr: OACI
zh_cn: ICAO 代码

# RecConWizSdrFR24Feeder
source: Flightradar24 Feeder
zh_cn: Flightradar24数据源

# SerialHandshakeRts
source: Hardware
fr_fr: Matériel
pl_pl: Sprzęt
zh_cn: 硬件

source: ADS-B
fr_fr: ASD-B

# RecConWizDedicatedAirNavRadarBox
source: AirNav Systems RadarBox
fr_fr: Airnav RadarBox

source: Virtual Radar Server
pl_pl: Serwer Virtual Radar
