Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

source: Shutting down connection logger
de_de: Bende Verbindungslogger
fr_fr: Fermeture de la connexion logger
pl_pl: Zamykam dziennik połączeń
pt_br: Desligando o agente de log de conexão
ru_ru: Отключение регистратора соединений
zh_cn: 正在关闭连接记录器

# ShuttingDownLogDatabase
source: Closing log database
de_de: Schließe Log Datenbank
fr_fr: Fermeture log base de donnée
pl_pl: Zamykam dziennik bazy
pt_br: Fechando o log do banco de dados
ru_ru: Закрытие журнала базы данных
zh_cn: 正在关闭日志数据库

source: Shutting down online lookup manager
de_de: Online Lookup Manager wird beendet
pt_br: Encerrar o gerenciador de pesquisas on-line
ru_ru: Отключение менеджера онлайн поиска

# ShuttingDownPlugin
source: Shutting down {0} plugin
de_de: Beende Plugin {0}
fr_fr: Fermeture du Plugin
pl_pl: Zamykam wtyczkę {0}
pt_br: Desligando o plugin {0}
ru_ru: Отключение {0} плагина
zh_cn: 正在关闭 {0} 插件

# ShuttingDownRebroadcastServer
source: Shutting down rebroadcast servers
de_de: Herunterfahren der Rebroadcast Server
fr_fr: Arrêt du serveur de rediffudion
pl_pl: Wyłączam serwery rozsiewcze
pt_br: Encerrando servidores de retransmissão
ru_ru: Остановка ретранслирующих серверов
zh_cn: 正在关闭转播服务器

# ShuttingDownUPnpManager
source: Shutting down UPnP
de_de: Beeende UPnP
fr_fr: Fermeture UPnP
pl_pl: Zamykam UPnP
pt_br: Encerrando o UPnP
ru_ru: Отключение режима UPnP
zh_cn: 正在关闭 UPnP

source: Shutting down user manager
de_de: Beende Benutzermanager
fr_fr: Fermer le gestionnaire utilisateurs
pt_br: Desligando gerenciador de usuarios
ru_ru: Выключение управления пользователями
zh_cn: 正在关闭用户管理器

source: Shutting down web server
de_de: Beende Web Server
fr_fr: Fermeture de la connexion serveur web
pl_pl: Zamykam serwer WWW
pt_br: Desligando o servidor web
ru_ru: Завершение работы веб-сервера
zh_cn: 正在关闭 Web 服务器

source: Silhouettes folder
de_de: Ordner Silhouetten
fr_fr: Dossier silhouettes
pl_pl: Folder sylwetek
pt_br: Pasta das silhuetas
ru_ru: Папка с силуэтами
zh_cn: 轮廓文件夹

source: Slow surface global
ru_ru: Медленные, на земле, глобально
zh_cn: 慢地面全局

# SlowSurfaceGlobalPositionLimitOutOfBounds
source: The slow surface global position limit must be between 1 and 150
de_de: Die langsame globale Oberflächenposition muss zwischen 1 und 150 liegen
fr_fr: La limite de position global de surface lente doit être compris entre 1 et 150
pl_pl: Wolny limit pozycji globalnej na powierzchni musi być pomiędzy 1 a 150.
ru_ru: Допустимое значение интервала между четным и нечетным сообщениями о местоположении на земле для медленно перемещающихся целей при глобальном декодировании должно быть между 1 и 150
zh_cn: 慢地面全局位置限制必须在 1 至 150 之间

# SomeRouteFilesMissing
source: Some route files are missing
de_de: Einige Dateien für Routen fehlen
fr_fr: Certains fichiers routes sont manquants
pl_pl: Brak niektórych plików tras
pt_br: Alguns arquivos de rota estão faltando
ru_ru: Отсутствуют некоторые файлы маршрутов
zh_cn: 某些路径文件丢失

# SomethingDoesNotExist
source: "{0}" does not exist
de_de: "{0}" ist nicht vorhanden
fr_fr: «{0}» 'n'existe pas
pl_pl: "{0}" nie istnieje
pt_br: "{0}" não existe
ru_ru: "{0}" не существует
zh_cn: "{0}" 不存在

source: Source
de_de: Quelle
pl_pl: Źródło
pt_br: Fonte
ru_ru: Входящее соединение
zh_cn: 源

source: Speed checks exceeded
de_de: Geschwindikeitsprüfungen überschritten
fr_fr: Dépassement de contrôle de vitesse
pl_pl: Przekroczono sprawdzanie prędkości
pt_br: Controles de velocidade excedido
ru_ru: Недопустимая скорость
zh_cn: 速度检测异常

# SplashScreenConnectingToBaseStation
source: Connecting to data feed
de_de: Verbinde zum Datenstrom
fr_fr: Connexion à BaseStation
pl_pl: Łączenie do strumienia danych
pt_br: Conectando a alimentação de dados
ru_ru: Подключение к источнику данных
zh_cn: 正在连接到数据源

# SplashScreenInitialisingAircraftList
source: Initialising aircraft list
de_de: Initialisiere Flugzeugliste
fr_fr: Initialisation liste d'avions
pl_pl: Inicjalizacja listy samolotów
pt_br: Iniciando a lista de aeronaves
ru_ru: Инициализация списка самолетов
zh_cn: 正在初始化航空器列表

# SplashScreenInitialisingAirPressureManager
source: Initialising air pressure manager
de_de: Initialisiere Luftdruckmanager
pt_br: Iniciando o Gerenciador de pressão de ar
ru_ru: Инициализация системы учета давления

# SplashScreenInitialisingBaseStationListener
source: Initialising data feed listener
de_de: Initialisiere Datenstrom listener
fr_fr: Initialisation BaseStation
pl_pl: Inicjalizacja odbiornika strumienia danych
pt_br: Iniciando a leitura dos dados
ru_ru: Инициализация приемника канала
zh_cn: 正在初始化数据源监听器

# SplashScreenInitialisingConnectionLogger
source: Initialising connection logger
de_de: Initialisiere Verbindungslogger
fr_fr: Initialisation logger de connexion
pl_pl: Inicjalizacja dziennika połączeń
pt_br: Iniciando o log de conexão
ru_ru: Инициализация регистратора соединений
zh_cn: 正在初始化连接记录器

# SplashScreenInitialisingLog
source: Initialising the log
de_de: Initialisiere das Log
fr_fr: Initialisation log
pl_pl: Inicjalizacja dziennika
pt_br: Iniciando o log
ru_ru: Инициализация журнала
zh_cn: 正在初始化日志

# SplashScreenInitialisingUPnPManager
source: Initialising UPnP manager
de_de: Initialisiere UPnP Manager
fr_fr: Initialisation UPnP manager
pl_pl: Inicjalizacja zarządcy UPnP
pt_br: Iniciando o gerenciador do UPnP
ru_ru: Инициализация UPnP менеджера
zh_cn: 正在初始化 UPnP 管理器

# SplashScreenInitialisingUserManager
source: Initialising user manager
de_de: Initialisieren den Benutzermanager
fr_fr: Initialisation gestionnaire utilisateur
pt_br: Inciando o gerenciador de usuários
ru_ru: Инициализация управления пользователями
zh_cn: 正在初始化用户管理器

# SplashScreenLoadingConfiguration
source: Loading the configuration
de_de: Laden der Konfiguration
fr_fr: Charge la configuration
pl_pl: Ładowanie konfiguracji
pt_br: Carregando as configurações
ru_ru: Загрузка настроек
zh_cn: 正在加载配置

# SplashScreenLoadingStandingData
source: Loading standing data
de_de: Lade anstehende Daten
fr_fr: Charge les données
pl_pl: Ładuję dane standing
pt_br: Carregando dados permanentes
ru_ru: Загрузка данных
zh_cn: 正在加载参照数据

# SplashScreenOpeningBaseStationDatabase
source: Opening the BaseStation database
de_de: Öffnen der BaseStation Datenbank
fr_fr: Ouverture de la base de donnée BaseStation
pl_pl: Otwieranie bazy BaseStation
pt_br: Abrindo o banco de dados
ru_ru: Открытие базы данных BaseStation
zh_cn: 正在打开 BaseStation 数据库

# SplashScreenParsingCommandLineParameters
source: Parsing command-line parameters
de_de: Parse Kommandozeilenparameter
fr_fr: Analyseles paramètres de la ligne de commande
pl_pl: Przetwarzanie opcji z linii komend
pt_br: Análise de parâmetros de linha de comando
ru_ru: Разбор параметров командной строки
zh_cn: 正在解析命令行参数

# SplashScreenStartingConnectionLogger
source: Starting connection logger
de_de: Starte Verbindungslogger
fr_fr: Démarrage connexion logger
pl_pl: Uruchamiam dziennik połączeń
pt_br: Iniciando o log de conexão
ru_ru: Запуск регистратора соединений
zh_cn: 正在启动连接记录器

# SplashScreenStartingDataUpdate
source: Starting background check for data update
de_de: Starte Prüfung für Datenaktualisierung im Hintergrund
fr_fr: Démarrage du contrôle pour mise à jour des données
pl_pl: Uruchamiam spradzanie aktualizacji w tle
pt_br: Inciando verificação por uma nova versão em segundo plano
ru_ru: Запуск фоновой проверки обновления данных
zh_cn: 正在启动后台数据更新检测

# SplashScreenStartingOnlineLookupManager
source: Initialising online lookup manager
de_de: Online Lookup Manager wird initialisiert
pt_br: Iniciando o Gerenciador de pesquisa on-line
ru_ru: Инициализация менеджера онлайн поиска

# SplashScreenStartingPictureFolderCache
source: Starting picture folder cache
de_de: Starte Cache für Bilderordner
fr_fr: Démarrage du cache de dossier images
pl_pl: Folder cache dla pierwszego obrazu
pt_br: Iniciando o cache de pasta de imagens
ru_ru: Запуск кэширования папки с изображениями
zh_cn: 正在启动图片文件夹缓存

# SplashScreenStartingPlugins
source: Starting plugins
de_de: Starte Pugins
fr_fr: Démarrage plugins
pl_pl: Uruchamiam wtyczki
pt_br: Iniciando plugins
ru_ru: Запуск плагинов
zh_cn: 正在启动插件

# SplashScreenStartingRebroadcastServers
source: Starting rebroadcast servers
de_de: Starte Rebroadcast Server
fr_fr: Démarrage serveurs de rediffusion
pl_pl: Uruchamiam serwery rozsiewcze
pt_br: Iniciando servidores de retransmissão
ru_ru: Запуск ретранслирующих серверов
zh_cn: 正在启动转播服务器

# SplashScreenStartingUPnP
source: Connecting server to Internet via UPnP
de_de: Verbinde Server ins Internet via UPnP
fr_fr: Connexion du serveur à Internet via UPnP
pl_pl: Łączenie serwera z Internetem za pomocą UPnP
pt_br: Conectando servidor a internet via UPnP
ru_ru: Подключение сервера к Интернет в режиме UPnP
zh_cn: 正在通过 UPnP 连接服务器到Internet

# SplashScreenStartingWebServer
source: Starting web server
de_de: Starte Web Server
fr_fr: Démarrage du serveur web
pl_pl: Uruchamiam serwer WWW
pt_br: Iniciando servidor web
ru_ru: Старт веб-сервера
zh_cn: 正在启动 Web 服务器

source: Stale
de_de: Status
fr_fr: Obsolète
ru_ru: Устаревание
zh_cn: 过期

# StaleSeconds
source: Max. message age
de_de: Max. Nachrichtenalter
fr_fr: Age message max.
pt_br: Idade maxima das mens.
ru_ru: Допустимое устаревание данных, с
zh_cn: 消息最大寿命(秒)

# StaleSecondsOutOfBounds
source: The maximum message age must be at least 1 second
de_de: Das maximale Nachrichtenalter muss mindesten 1 Sekunde sein
fr_fr: L'age d'un message doit être au minimum d' 1 seconde
pt_br: No minimo 1 segundo
ru_ru: Максимальное время буферизации сообщения должно быть не менее 1 с
zh_cn: 消息最大寿命至少1秒

source: Start
fr_fr: Démarrer
pt_br: Iniciar
ru_ru: Старт
zh_cn: 开始

# StatisticsTitle
source: Statistics
de_de: Statistik
pl_pl: Statystyka
pt_br: Estatísticas
ru_ru: Статистика
zh_cn: 统计

source: Status
fr_fr: Statut
ru_ru: Состояние
zh_cn: 状态

source: Status Code
fr_fr: Code Statut
pl_pl: Kod statusu
pt_br: Código de Status
ru_ru: Код состояния
zh_cn: 状态代码

# SuggestUseDifferentPortFull
source: If the web server cannot start because another program is listening to the port then run the Virtual Radar Server installer again and choose a different port. For example when the installer asks for a port number try 8080 instead of 80.
de_de: Wenn der Web Server nicht gestartet werden kann weil bereit ein anderes Programm auf den Port konfiguriert ist, starten Sie den Virtual Radar Server Installer neu und verwenden Sie einen anderen Port. Zum Beispiel wenn der Installer nach dem Port fragt geben Sie 8080 anstatt 80 an.
fr_fr: Le serveur web ne peut pas démarrer car un autre programme est à l'écoute sur le même port, exécutez le programme d'installation de Virtual Radar Server à nouveau et choisir un autre port. Par exemple, lorsque le programme d'installation demande un numéro de port essayez 8080 au lieu de 80.
pl_pl: Jeśli serwer WWW nie może wystartować z powodu obecności na wybranym porcie innego programu - użyj proszę instalatora Virtual Radar Server aby wybrać inny port. Na przykład wybierz 8080 zamiast 80, gdy zostaniesz zapytany.
pt_br: Se o servidor web não pode se iniciado porque o outro programa está ocupando a porta, execute o instalador do Virtual Radar Server novamente e escolha uma porta diferente. Por exemplo, quando o instalador pede pede a porta 8080, coloque a 8081.
ru_ru: Если веб-сервер не может запуститься, потому что другая программа уже использует этот номер порта. Запустите программу установки Virtual Radar Server вновь и выберите другой порт. Например, когда программа установки запрашивает номер порта, попробуйте 8080, а не 80.
zh_cn: 如果由于另一个程序正在监听端口而不能启动 Web 服务器，那么再次运行 Virtual Radar Server 安装程序并选择一个不同的端口. 例如当安装程序询问端口号时用8080端口代替80端口.

# SuggestUseDifferentPortTitle
source: Possible Solution
de_de: Mögliche Lösung
fr_fr: Solution Possible
pl_pl: Możliwe rozwiązanie
pt_br: Solução possível
ru_ru: Возможное решение
zh_cn: 可能的解决方案

# SuppressICAO0
source: Suppress ICAO 000000
de_de: Unterdrücke ICAO 000000
fr_fr: Supprimer ICAO 000000
pt_br: Negar o HEXA 000000
ru_ru: Скрывать ICAO 000000
zh_cn: 限制ICAO 000000

# SuppressReceiverRangeCheck
source: Show aircraft outside receiver range
de_de: Zeige Flugzeuge außerhalb der Empfängerreichweite an
fr_fr: Affiche l'avion même si hors de portée du récepteur
pl_pl: Pokaż samoloty poza zasięgiem odbiornika
pt_br: Mostrar aeronaves fora do alcance do receptor
ru_ru: Отображать самолеты за пределами зоны приема
zh_cn: 在接收器范围之外显示航空器.

source: Suppress TIS-B messages
de_de: Unterdrücken von TIS-B Nachrichten
pt_br: Suprimir as mensagens de TIS-B
ru_ru: Не использовать TIS-B сообщения
zh_cn: 支持TIS-B消息

source: Take off Internet
de_de: Aus dem Internet nehmen
fr_fr: Quitter Internet
pl_pl: Zdejmij z Internetu
pt_br: Tornar offline
ru_ru: Отключить от Интернет
zh_cn: 脱离Internet

# TakeWebServerOffline
source: Take Offline
de_de: Offline nehmen
fr_fr: Mettre Hors Ligne
pl_pl: Wyłącz serwer
pt_br: Desligar servidor
ru_ru: Перевести в оффлайн
zh_cn: 关闭在线

# TakeWebServerOnline
source: Take Online
de_de: Online stellen
fr_fr: Mettre en Ligne
pl_pl: Włącz serwer
pt_br: Ligar servidor
ru_ru: Перевести в онлайн
zh_cn: 启用在线

# TestAudioSettings
source: Test Audio
de_de: Audiotest
pl_pl: Test dźwięku
pt_br: Testar Áudio
ru_ru: Проба голоса
zh_cn: 测试声音

source: Test Connection
de_de: Verbindungstest
fr_fr: Test de Connexion
pl_pl: Testuj połączenie
pt_br: Testar conexão
ru_ru: Проверка соединения
zh_cn: 测试连接

source: Text-to-speech voice
de_de: "Text-to-speech" Stimme
fr_fr: Voix de synthèse vocale
pl_pl: Głos czytanego tekstu
pt_br: Voz text-to-speech
ru_ru: Выбор голоса
zh_cn: Text-to-speech 语音

# TheseSettingsOnlyAffectInternetBrowsers
source: These settings only affect browsers that connect from the Internet.
de_de: Diese Einstellungen betreffen nur Browser, die sich aus dem Internet verbinden
fr_fr: Ces paramètres n'affectent que les navigateurs qui se connectent à partir d'Internet.
pl_pl: Te ustawnienia działają dla przeglądarek łączących się z Internetu.
pt_br: Essas configurações só afetam os navegadores que se conectarem a partir da Internet.
ru_ru: Эти настройки действуют только при подключении через Интернет
zh_cn: 这些设置仅影响来自 Internet 连接的浏览器.

source: Throughput
de_de: Datendurchsatz
fr_fr: Débit
pl_pl: Przepustowość
pt_br: Velocidade
ru_ru: Интенсивность потока
zh_cn: 吞吐量

source: Time
de_de: Zeit
fr_fr: Temps
pt_br: Tempo
ru_ru: Время
zh_cn: 时间

source: To
de_de: Nach
fr_fr: Pour
pl_pl: Do
pt_br: Até
ru_ru: По
zh_cn: 至

source: To address
de_de: Zu Adresse
fr_fr: A adresse
pt_br: Ao endereço
ru_ru: IP адрес последнего хоста
zh_cn: 到地址

# TotalBadMessages
source: Bad messages
de_de: Mangelhafte Nachrichten
fr_fr: Messages erronés
pl_pl: Zepsute wiadomości
pt_br: Mensagens inválidas
ru_ru: Ошибочных
zh_cn: 错误消息

# TotalBadMessagesTitle
source: Bad Messages
de_de: Mangehafte Nachrichten
fr_fr: Total de messages erronés
pt_br: Mensagens inválidas
ru_ru: Сообщений с ошибками
zh_cn: 错误消息

source: Total messages
de_de: Nachrichten gesamt
fr_fr: Nombre total de messages
pl_pl: Suma wiadomości
pt_br: Total de mensagens
ru_ru: Всего сообщений
zh_cn: 消息总计

# TotalMessagesTitle
source: Total Messages
de_de: Nachrichten gesamt
fr_fr: Total de messages
pt_br: Total de mensagens
ru_ru: Сообщений всего
zh_cn: 消息总计

# TrackingAircraft
source: Aircraft tracked
de_de: Verfolgte Flugzeuge
fr_fr: Avions suivis
pl_pl: Śledzonych samolotów
pt_br: Aeronaves rastreadas
ru_ru: Самолетов
zh_cn: 已跟踪航空器

# TrackingTimeoutLessThanDisplayTimeout
source: The tracking timeout cannot be less than the display timeout
de_de: Das 'Tracking Timeout' kann nicht kleiner als das Anzeigetimeout sein
fr_fr: La lilmite de temps de suivi ne peut être inférieur au à la limite de temps d'affichage
pl_pl: Wygaszanie śledzenia nie może być mniejsze niż wygaszanie wyświetlania
pt_br: O tempo limite de rastreamento não pode ser menor do que o tempo limite de exibição
ru_ru: Тайм-аут отслеживания не может быть меньше, чем тайм-аут отображения
zh_cn: 跟踪超时不能少于显示超时.

# TrackingTimeoutOutOfBounds
source: The tracking timeout cannot be more than 18000
de_de: Das 'Tracking Timeout' kann nicht größer als 18000 sein
fr_fr: La lilmite de temps de suivi ne peut être inférieur à 3600
pl_pl: Wygaszanie śledzenia nie może być większe niż 3600
pt_br: O tempo limite de rastreamento não pode ser superior a 3600
ru_ru: Тайм-аут отслеживания не может быть больше 3600 с (1 ч)
zh_cn: 跟踪超时不能超过3600.

source: Transmission Type
de_de: Übertragungstyp
fr_fr: Type de transmission
pl_pl: Typ nadawania
pt_br: Tipo de transmissão
ru_ru: Тип передачи
zh_cn: 传输类型

# TransmitFeed
source: Push feed
de_de: Push Datenstrom (Push Feed)
pt_br: Pedir conexão
ru_ru: Самостоятельно устанавливать исходящее соединение
zh_cn: 推送源

source: Type
de_de: Typ
pl_pl: Typ
pt_br: Modelo
ru_ru: Тип
zh_cn: 类型

# UNC
source: Address
de_de: Adresse
fr_fr: Adresse
pl_pl: Adres
pt_br: Endereço
ru_ru: Адрес
zh_cn: 地址

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
pt_br: Desconhecido
ru_ru: Неизвестный
zh_cn: 未知

# UnrecognisedCommandLineParameterFull
source: The command-line parameter {0} is unrecognised
de_de: Der Kommandozeilenparameter {0} ist unbekannt
fr_fr: Le paramètre de ligne de commande {0} n'est pas reconnu
pl_pl: Podane opcje z linii komend: {0} nie zostały zrozumiane
pt_br: A linha de comando {0} não é reconhecido
ru_ru: Параметр командной строки {0} не опознан
zh_cn: 命令行参数 {0} 未被识别

# UnrecognisedCommandLineParameterTitle
source: Unrecognised Command-Line Parameter
de_de: Unbekannter Kommandozeilenparameter
fr_fr: Les paramètre de la ligne de Commande ne sont pas reconnus
pl_pl: Niezrozumiałe parametry z linii komend
pt_br: Linha de comando não reconhecida
ru_ru: Неизвестный параметр командной строки
zh_cn: 未识别的命令行参数

# UnrestrictedAccess
source: Unrestricted
de_de: Unbeschränkt
fr_fr: Sans restriction
pt_br: Irrestrito
ru_ru: Неограниченный
zh_cn: 无限制

source: Update from BaseStation database
de_de: Aktualisierung aus der BaseStation Datenbank
fr_fr: Mise à jour à partir de la base de données Basestation
pl_pl: Aktualziacja z bazy danych BaseStation
pt_br: Atualização do banco de dados do BaseStation
ru_ru: Получить из базы данных BaseStation
zh_cn: 自 BaseStation 数据库更新

# UPnpActive
source: The web server is on the Internet
de_de: Der Web Server ist im Internet
fr_fr: Le serveur web est sur Internet
pl_pl: Serwer WWW działa w Internecie
pt_br: O servidor web está na internet
ru_ru: Веб-сервер доступен из Интернет
zh_cn: Web 服务器 在 Internet上

# UPnpActiveWhileDisabled
source: UPnP support has been disabled but the server is on the Internet
de_de: UPnP Support ist deaktiviert aber der Server ist im Internet
fr_fr: Le support UPnP est désactivé, mais le serveur est sur Internet
pl_pl: Obsługa UPnP została wyłączona, ale serwer WWW działa w Internecie
pt_br: O suporte ao UPnP foi desativado, mas o servidor está na Internet
ru_ru: UPnP поддержка отключена, но сервер доступен из Интернет
zh_cn: UPnP 支持被禁用 但 Server 已经在 Internet上

# UPnpDisabled
source: UPnP support has not been enabled
de_de: UPnP Support ist nicht aktiviert
fr_fr: Le support UPnP est désactivé
pl_pl: Nie włączono obsługu protokołu UPnP
pt_br: O suporte ao UPnP não foi habilitado
ru_ru: UPnP поддержка отключена
zh_cn: UPnP 支持未被启用

# UPnpInactive
source: The web server is not on the Internet
de_de: Der Web Server ist nicht im Internet
fr_fr: Le serveur web n'est pas sur Internet
pl_pl: Serwer WWW nie działa w Internecie
pt_br: O sevidor web não está online na internet
ru_ru: Веб-сервер не доступен из Интернет
zh_cn: Web 服务器 不在 Internet 上

# UPnPNotPresent
source: Cannot find a router on the network that supports UPnP
de_de: Kein Router im Netzwerk gefunden der UPnP unterstützt
fr_fr: Il n'y a pas de router supportant UPnP sur le réseau
pl_pl: Nie mogę znaleźć w sieci loklanej bramki wspierającej protokół UPnP
pt_br: Não foi possível encontrar um roteador na rede que ofereça suporte a UPnP
ru_ru: Не найден маршрутизатор с поддержкой UPnP
zh_cn: 网络中无法找到支持 UPnP 的路由器

# UPnpNotSupported
source: This version of Windows does not support UPnP
de_de: Diese Version von Windows unterstützt kein UPnP
fr_fr: Cette version de Windows ne supporte pas UPnP
pl_pl: Używana wersja Windows nie obsługuje UPnP
pt_br: Está versão do Windows não suporta UPnP
ru_ru: Версия Windows не поддерживает UPnP
zh_cn: Windows 版本不支持 UPnP

# UPnpPort
source: UPnP port number
de_de: UPnP Port Nummer
fr_fr: Port Internet
pl_pl: Numer portu internetowego
pt_br: Número da porta UPnP
ru_ru: Номер UPnP порта
zh_cn: UPnP 端口号

# UPnpPortOutOfBounds
source: The UPnP port must be between 1 and 65535
de_de: Der UPnP Port muss zwischen 1 und 65535 liegen.
fr_fr: Le port UPnP doit être compris entre 1 et 65535
pl_pl: Port UPnP musi być pomiędzy 1 a 65535
pt_br: A porta UPnP deve estar entre 1 e 65535
ru_ru: UPnP порт должен быть от 1 до 65535
zh_cn: UPnP 端口号必须在 1 至 65535 之间

# USBOverCOM
source: Serial
de_de: Seriennummer
fr_fr: Série
pl_pl: Interfejs szeregowy
ru_ru: Последовательный порт
zh_cn: 串口

source: Use default port
de_de: Verwende Standardport
fr_fr: Utiliser le port par dédaut
pl_pl: Użyj domyślnego portu
pt_br: Usar porta padrão
ru_ru: Использовать порт по умолчанию
zh_cn: 使用默认端口

source: Use "freeze" method
de_de: Verwende "freeze" Methode
fr_fr: Utilisez la méthode «freeze»
pl_pl: Użyj metody "zamrożenia"
pt_br: Use o método "Freeze"
ru_ru: Использовать "freeze" метод
zh_cn: 使用 "freeze" 方式

# UseGoogleMapsKeyWithLocalRequests
source: Use Google Maps API key with local requests
de_de: Verwende Google Maps API key with local requests.
ru_ru: Использовать Google Maps API ключ с локальными запросами

source: Use ICAO specification settings
de_de: Verwende ICAO Spezifikationseinstellungen
fr_fr: Utiliser les paramètres ICAO
pl_pl: Użyj ustawień według specyfikacji ICAO
pt_br: Usar as configurações de especificação da ICAO
ru_ru: Использовать рекомендованные ICAO настройки
zh_cn: 使用 ICAO 规范设置

# UseKeepAlive
source: Send keep-alive packets
de_de: Sende Keep-Alive Pakete
fr_fr: Emettre les paquets mémorisés
pt_br: Enviar pacotes "keep-alive"
ru_ru: Отправлять keep-alive пакеты
zh_cn: 发送 keep-alive 包

# UseLocalDecodeForInitialPosition
source: Use local decoding for initial position fix
de_de: Verwende lokale Dekodierung für anfängliche feste Position
fr_fr: Utiliser le décodage local pour fixer la position initiale
pl_pl: Użyj lokalnego dekodowania aby ustalić pozycję inicjalną
pt_br: Usar decodificação local para correção da posição inicial
ru_ru: В местном масштабе для определения начального местоположения
zh_cn: 使用本地解码作为初始位置修复.

source: Use marker labels
de_de: Verwende Markerbeschriftungen
ru_ru: Используйте маркер метки
zh_cn: 使用标记标签

source: User
de_de: Benutzer
fr_fr: Utilisateur.
pt_br: Usuário
ru_ru: Пользователь
zh_cn: 用户

source: User Already Exists
de_de: Benutzer existiert bereits
pt_br: O usuário já existe
ru_ru: Пользователь уже существует

source: Use recommended settings
de_de: Verwende empfohlene Einstellungen
fr_fr: Utiliser les paramètres recommandés
pl_pl: Użyj rekomendowanych ustawień
pt_br: Usar configurações recomendadas
ru_ru: Использовать рекомендованные настройки
zh_cn: 使用推荐的设置

source: User manager
de_de: Benutzer Manager
fr_fr: Gestionnaire utilisateur.
pt_br: Gerenciador de usuários
ru_ru: Управление пользователями
zh_cn: 用户管理器

source: User must authenticate
de_de: Benutzer muss sich authentifizieren
fr_fr: L'utilisateur doit s'authentifier
pl_pl: Konieczne uwierzytelnienie
pt_br: O usuário deve autenticar
ru_ru: Пользователь должен быть аутентифицирован
zh_cn: 用户必须授权

source: User Name Missing
de_de: Benutzername ist nicht angegeben.
fr_fr: Nom d'utilisateur manquant
pl_pl: Proszę podać nazwę, którą muszą wprowadzić użytkownicy jeśli wejdą na stronę WWW
pt_br: Falta o nome de usuário
ru_ru: Введите имя пользователя для доступа к веб-сайту

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
pt_br: Usuários
ru_ru: Пользователи
zh_cn: 用户
