Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# OptionsDescribeGeneralDisplayTimeoutSeconds
source: The number of seconds that must elapse since a message from an aircraft was last received before it will be removed from the web site display.
de_de: Anzahl der Sekunden die verstreichen müssen seitdem die letzte Nachricht eines Flugzeugs empfangen wurde bevor es aus Webseitenanzeige entfernt wird.
fr_fr: Le nombre de secondes devant s'écouler depuis la dernière réception d'un message d'un aéronef avant qu'il soit supprimé de l'affichage du site web.
pl_pl: Ilość sekund jakie muszą upłynąć od ostatniej wiadomości z samolotu, zanim zostanie usunięty ze strony WWW.
pt_br: Por quantos segundos a aeronave deve permanecer no mapa desde que a última mensagem de um avião antes que ele desapareça do web site.
ru_ru: Количество секунд, которое должно пройти с момента получения последнего сообщения от самолета, после чего его метка будет удалена с веб-сайта.
zh_cn: 航空器被网站删除显示之前，最后接收到航空器消息起必须经历秒数.

# OptionsDescribeGeneralDownloadFlightRoutes
source: Yes to allow the program to automatically download updates to the flight routes, no to disable automatic updating.
de_de: Ja, um dem Programm zu erlauben automatisch aktualisierte Flugrouten herunterzuladen, Nein um die automatische Aktualisierung der Flugrouten zu deaktivieren.
fr_fr: Coché pour permettre au programme de télécharger automatiquement les mises à jour pour les routes de vol, décoché pour désactiver la mise à jour automatique.
pl_pl: Prawda, aby pozwolić programowi na automatyczne aktualizowanie dróg lotniczych, Fałsz aby wyłączyć.
pt_br: Sim para permitir que o programa baixe automaticamente as atualizações das rotas de voo, não para desativar a atualização automática.
ru_ru: "Да" - позволить программе автоматически загружать обновления маршрутов, "Нет" - отключить автоматическое обновление.
zh_cn: True 允许程序自动下载航班路径更新, False 禁用自动更新.

# OptionsDescribeGeneralReadingSpeed
source: A value indicating how quickly text that has been converted to speech should be spoken. A value of 0 is normal speed, negative values are slower than normal, positive values are quicker.
de_de: Ein Wert der angibt wie schnell Text der in Sprache konvertiert wurde gesprochen werden soll. Der Wert 0 entspricht normaler Geschwindigkeit, negative Werte sind langsamer und positive Werte sind schneller als normal.
fr_fr: Une valeur qui indique la rapidité à laquelle le texte qui a été convertie en parole doit être prononcé. La valeur 0 est la vitesse normale, les valeurs négatives sont plus lentes que la normales des valeurs positives sont plus rapides.
pl_pl: Wartość, która kontroluje jak szybko tekst zostanie odczytany. Wartość 0 to normalna prędkość, ujemne to wolniej a dodatnie - szybciej.
pt_br: Um valor que indica quão rapidamente o texto deve ser falado. Um valor de 0 é a velocidade normal, valores negativos são mais lentos do que o normais, valores positivos são mais rápidos.
ru_ru: Регулирует темп речи. Значение 0 соответствует средней скорости, отрицательные значения - медленнее, положительные - быстрее.
zh_cn: 指示文本被转换为语音被应该多快朗读的值. 0值 普通速度, 负值慢于普通速度, 正值加快.

# OptionsDescribeGeneralRebroadcastServers
source: The configuration of servers that rebroadcast messages transmitted by the receiver.
de_de: Die Konfiguration von Servern, die Nachrichten 'rebroadcasten' welche vom Empfänger übertragen werden.
fr_fr: La configuration des serveurs qui rediffusent les messages transmis par le récepteur.
pl_pl: Konfiguracja serwerów do przesyłania rozsiewczego wiadości z odbiornika
pt_br: A configuração dos servidores que irão retransmitir mensagens recebidas pelo receptor.
ru_ru: Параметры серверов, ретранслирующих данные в сеть
zh_cn: 转播接收器传输消息服务器配置.

# OptionsDescribeGeneralSatcomDisplayTimeout
source: The number of minutes that aircraft on a satellite feed remain on the map after the last transmission is received.
de_de: Die Anzahl Minuten die Flugzeuge aus einem Satelliten Feed auf der Karte angezeigt werden nachdem die letzte Übertragung empfangen wurde.
pt_br: Por quantos minutos as aeronaves devem permanecer no mapa, a partir do recebimento do último pacote de dados
ru_ru: Количество минут, которое метка самолета, полученная по спутниковому каналу, остается на карте после получения последней передачи.

# OptionsDescribeGeneralSatcomTrackingTimeout
source: The number of minutes that aircraft of a satellite feed continue to be tracked after their last transmission.
de_de: Die Anzahl Minuten die Flugzeuge aus einem Satelliten Feed weiterverfolgt werden nach der letzten Übertragung.
pt_br: Por quantos minutos as aeronaves rastreadas por satélite devem permanecer no mapa, a partir do recebimento do último pacote de dados
ru_ru: Количество минут, которое метка самолета, полученная по спутниковому каналу, будет отслеживаться после получения последней передачи.

# OptionsDescribeGeneralShortTrailLengthSeconds
source: How many seconds of movement will be shown when the user views short trails on the web site.
de_de: Wie viele Sekunden Bewegung wird gezeigt, wenn der Benutzer kurze Spuren auf der Webseite ansieht.
fr_fr: Le nombre de secondes de mouvement affiché lorsque l' utilisateur regarde les traces courtes sur le site web.
pl_pl: Ilośc sekund przez jakie będzie pokazywany ruch gdy użytkownik wybierze krótkie ślady na stronie WWW.
pt_br: Quantos segundos de movimento serão mostrados quando o usuário escolher por ver as trilhas curtas no web site.
ru_ru: Какому количеству секунд, при перемещении самолета, будет соответствовать укороченный след на карте.
zh_cn: 用户在网站上看到运动短轨迹的秒数.

# OptionsDescribeGeneralTextToSpeechVoice
source: The voice to use when converting text to speech. Leave empty to use the default voice.
de_de: Die Stimme die benutzt wird wenn Text in Sprache konvertiert wird. Um die Standardstimme zu verwenden nichts eintragen.
fr_fr: La voix à utiliser lors de la conversion de texte par synthèse vocale.
pl_pl: Używany głos do czytania testku.
pt_br: A voz para usar ao converter texto em voz. Deixe vazio para usar a voz padrão.
ru_ru: Голос, используемый при преобразовании текста в речь.
zh_cn: 文本转换语音使用的声音.

# OptionsDescribeGeneralTrackingTimeoutSeconds
source: The number of seconds that must elapse since a message from an aircraft was last received before it will stop being tracked.
de_de: Die Anzahl Sekunden die vergehen müssen seit eine Nachricht von einem Flugzeug zuletzt erhalten wurde bevor das 'Tracking' dafür gestopped wird.
fr_fr: Le nombre de secondes qui doit s' être écoulé depuis qu' un message d'un avion a été reçu avant qu'il ne cesse d'être suivi.
pl_pl: Ilośc sekund jakie muszą upłynąć od ostatniej wiadomości z samolotu, zanim przestaniemy śledzić
pt_br: Por quantos segundos a aeronave deve permanecer sendo rastreada dês de que a última mensagem foi recebida
ru_ru: Количество секунд, которое должно пройти с момента получения последнего сообщения, прежде чем завершится его отслеживание.
zh_cn: 停止跟踪之前，最后接收到航空器消息起必须经历秒数.

# OptionsDescribeGoogleMapsAPIKey
source: Enter the Google Maps API key that should be used when the site is put onto the Internet. You do not need a Google Maps API key if the server is only being used on the local network.
de_de: Geben Sie den Google Maps API key ein, welcher verwendet werden soll wenn die Seite ins Internet gesetzt wird. Es wird kein Google maps API key benötigt wenn der Server nur in einem lokalen Netzwerk verwendet wird.
ru_ru: Введите Google Maps API ключ, который должен использоваться, когда сайт помещается в Интернет. Вам не нужен этот ключ, если сервер используется только в локальной сети.

# OptionsDescribeIcaoTimeout
source: The number of seconds that must elapse before a receiver is no longer considered to be the only receiver allowed to receive messages for an ICAO. If this is too low then you will get planes appearing to jump backwards. If it is too high then you will get pauses when planes move from one receiver to another.
de_de: Die Zeit in Sekunden die verstreichen muss bevor ein Empfänger nicht länger als der einzige Empfänger angesehen wird der ICAO Nachrichten empfangen darf. Wenn dieser Wert zu niedrig ist, sehen Sie Flugzeuge die rückwärts zu springen scheinen. Wenn dieser Wert zu hoch ist, gibt es Pausen wenn Flugzeuge von einem zum anderen Empfänger wechseln.
fr_fr: Le nombre de secondes qui doivent s'écouler avant qu'un récepteur ne soit plus considéré être le seul récepteur autorisé à recevoir des messages pour un ICAO. Si ce temps est trop faible, alors vous obtiendrez les avions sautant en arrière. Si elle est trop élevée, alors vous obtiendrez des pauses lorsque les avions se déplacent d'un récepteur à un autre
pt_br: O número de segundos que deve decorrer antes que um receptor não será mais considerado o único receptor de uma aeronave. Se este valor for muito baixo, então você vai ter aviões que parecem" saltar para trás". Se ele for muito alto, então você vai ter pausas quando os aviões se deslocar de um receptor para outro.
ru_ru: Количество секунд после прекращения поступления сообщений о самолете с конкретным ICAO-адресом, прежде чем приемник, выдававший эти сообщения, перестанет считаться для него основным. Если это время слишком малое, то самолеты могут прыгать назад. Если слишком большое, то могут быть замирания метки, когда самолет переходит от одного приемника к другому.
zh_cn: 接收器不再被考虑允许作为唯一接收 ICAO 消息的接收器必须经过的秒数. 如果这个值太低你将得到向后跳的飞机.如果这个值太高当飞机从一个接收器移到另一个接收器时将暂停。

# OptionsDescribeIgnoreAircraftWithNoPosition
source: Yes to only show aircraft that are transmitting positions, no to show all aircraft on the merged feed.
de_de: Ja, um nur Flugzeuge anzuzeigen die ihre Position übermitteln, Nein um alle Flugzeuge im zusammengeführten Datenstrom anzuzeigen.
fr_fr: Oui pour n'afficher que les aéronefs qui transmettent leurs positions, non pour montrer tous les aéronefs sur le flux fusionné.
pt_br: Sim para mostrar apenas os aviões que estão transmitindo as posições, não para mostrar todas as aeronaves
ru_ru: "Да", включать в объединенный поток только самолеты с координатами, "Нет" - включать все.
zh_cn: 是 仅显示正在传输位置的航空器,否 显示合并源上所有的航空器.

# OptionsDescribeIsMlatFeed
source: Yes if position messages on this feed should be treated as calculated MLAT positions. Only required for MLAT feeds that do not identify the calculated position messages.
de_de: Ja, wenn Positionsmeldungen für diesen Datenstrom als berechnete MLAT Positionen behandelt werden sollen. Nur für MLAT Datenströme benötigt, welche berechnete Positionsmeldungen nicht identifizieren.
pt_br: Sim, se as mensagens de posição neste receptor devem ser tratadas como posições calculadas por MLAT. Necessário apenas para receptores MLAT que não identificam as mensagens de posição.
ru_ru: "Да", если сообщения о местоположении из этого канала должны рассматриваться как рассчитанные местоположения MLAT. Требуется только для МЛАТ каналов, которые не определить, как сообщения с расчетными местоположениями.
zh_cn: 是，如果位置消息在数据源上应该被处理作为可计算MLAT位置。仅所需的MLAT数据源不能被识别为可计算位置消息。

# OptionsDescribeIsSatcomFeed
source: Yes if this receiver is fetching data from a SatCom ACARS feed, such as the feed sent by JAERO. No if this is a regular ADS-B / Mode-S feed.
de_de: Ja, wenn der Empfänger Daten von einem SatCom ACARS Feed abruf, wie z.B. ein Feed gesendet von JAERO Nein, wenn die ein regulärer ADS-B /Mode-S Feed ist.
pt_br: Sim, se este receptor está buscando dados de um feed do SatCom ACARS, tais como a alimentação enviada pelo JAERO. Não se trata de receiver normal de ADS-B/S
ru_ru: "Да", если приемник получает данные канала SatCom ACARS, например из программы JAERO. "Нет" - использовать наземный канал ADS-B / Mode S.

# OptionsDescribeLoginName
source: The name the user enters when logging in.
de_de: Der Name den der Benutzer beim Log in eingibt.
fr_fr: Le nom que l'utilisateur doit entrer quand il se connecte
pt_br: O nome que o usuário digita ao efetuar login.
ru_ru: Имя пользователя, вводимое при входе.
zh_cn: 登录时输入的用户名

# OptionsDescribeMergedFeedEnabled
source: Yes to enable this merged feed, no to disable it.
de_de: Ja, um diesen zusammengeführten Datenstrom zu aktivieren, nein um zu deaktivieren.
fr_fr: Oui pour activer le flux fusionné, non pour le désactivez.
pt_br: Sim para ativar este feed mesclado, não para desativá-lo.
ru_ru: "Да", для включения этого объединенного потока, "Нет" - для выключения.
zh_cn: 是 启用此合并源,否 禁用.

# OptionsDescribeMergedFeedName
source: The unique name to give to this merged feed. Must also be unique across all receivers.
de_de: Der eindeutige Name für den zusammengeführten Datenstrom. Muss ebenfalls über alle Empfänger eindeutig sein
fr_fr: Le nom unique à donner à ce flux fusionné. Doit également être unique sur tous les récepteurs.
pt_br: O nome exclusivo para dar a este feed mesclado. Deve também ser exclusivo em todos os receptores.
ru_ru: Этому объединенному потоку должно быть присвоено уникальное имя. Не должно совпадать с именами приемников.
zh_cn: 给这个合并源的唯一名称 也必须是所有接收器中的唯一.

# OptionsDescribeMergedFeedReceviers
source: The receivers that are merged into this feed.
de_de: Die Empfänger, die in diesem Datenstrom zusammengeführt sind.
fr_fr: Les récepteurs qui sont fusionnés dans ce flux.
pt_br: Os receptores que são mesclados neste feed.
ru_ru: Приемники, данные от которых объединяются в общий поток.
zh_cn: 合并此源的接收器.

# OptionsDescribeMinimiseToSystemTray
source: Yes to minimise the application to the system tray, no to minimise it to the taskbar.
de_de: Ja, um die Anwendung zu minimieren, Nein um nicht zu minimieren.
fr_fr: Oui pour minimiser l'application dans la barre d'état système, non pour la minimiser dans la barre des tâches.
pt_br: Sim, para minimizar o aplicativo para a bandeja do sistema, não para minimizar na barra de tarefas.
ru_ru: "Да", чтобы свернуть программу в трей, "Нет" - на панель задач.
zh_cn: 是 最小化应用程序到系统托盘, 否 最小化到任务栏.

# OptionsDescribeMonoUseMarkerLabels
source: Yes to show aircraft label text using the Google marker labels library, no to draw the text onto the image as it does when running under Microsoft .NET. Some native graphics libraries may throw exceptions if this is set to no.
de_de: Ja, um Flugzeugbeschriftungstext über die Google marker labels library anzuzeigen, no um den Text in ein Image zu ziehen, wie es gehandhabt wird unter Microsoft .NET. Einige native Grafik libraries können Ausnahmefehler werden wenn dies auf Nein gesetzt ist.
pt_br: Sim para mostrar detalhes do voo usando a biblioteca de etiquetas do Google, não para desenhar o texto para a imagem quando executando sob Microsoft .NET. Algumas bibliotecas gráficas nativas podem lançar exceções, se isto for definido como não.
ru_ru: "Да", чтобы показать текст метки самолета с помощью библиотеки Google marker labels, "Нет" для наложения текста на изображение, как это происходит при работе под Microsoft .NET. Некоторые собственные графические библиотеки могут выдать исключения, если установлено значение "Нет".
zh_cn: 是，采用google标记标签显示航空器标签文本；否，当运行于Microsoft .NET下在图片上绘制文本。若选择 否，一些本地图形库可能会抛出异常。

# OptionsDescribePassphrase
source: The passphrase used to protect the connection from unauthorised access. Leave empty if no passphrase is required.
de_de: Das Passwort das verwendet wird um die Verbindung vor nicht autorisiertem Zugriff zu schützen. Lassen Sie das Feld leer wenn kein Passwort benötigt wird.
fr_fr: Le mot de passe utilisé pour protéger la connexion d'un accès non autorisé. Laissez vide si aucun mot de passe n'est nécessaire.
pt_br: A senha usada para proteger a conexão de acesso não autorizado. Deixe em branco se não quiser usar uma senha.
ru_ru: Пароль используется для защиты от несанкционированных входящих соединений внешних источников. Оставьте пустым, если защита не требуется.
zh_cn: 用于防止未授权访问的密码.如果不需要密码保留为空

# OptionsDescribeProxyType
source: The type of proxy that the server is behind. If you aren't sure whether the server is behind a proxy then leave the setting at 'Unknown'.
de_de: Proxytyp hinter dem der Server ist. Wenn Sie nicht sicher sind ob der Server hinter einem Proxy ist, lassen Sie die Einstellung auf 'nicht bekannt'.
fr_fr: Le type de proxy devant le serveur. Si vous ne savez pas laisser sur 'Inconnu'
pt_br: O tipo de proxy que o servidor está atrás. Se você não tiver certeza se o servidor está atrás de um proxy, em seguida, deixe a configuração em 'Desconhecido'.
ru_ru: Тип прокси, за которым находится сервер. Если вы не уверены, находится ли сервер за прокси, то оставьте значение "Неизвестный".
zh_cn: 服务器后台代理类型. 如果你不能确认服务器是否后台代理保留"未知"设置.

# OptionsDescribeRawFeedAcceptableAirborneSpeed
source: The number of kilometres that an aircraft can travel in 30 seconds before a local decode is deemed to be invalid. ICAO recommend 11.112 km. High values prevent detection of inaccurate local decode positions.
de_de: Die Anzahl Kilometer die ein Flugzeug in 30 Sekunden zurücklegen kann bevor die lokale Dekodierung als ungültig erachtet wird. ICAO empfiehlt 11.112 km. Hohe Werte verhindern das Erkennen von ungenauen lokalen Dekodierungspositionen.
fr_fr: Le nombre de kilomètres qu'un aéronef peut parcourir en 30 secondes pour qu' un décodage locale soitt censé être non valide. ICAO recommande des valeurs 11,112 km. Des valeurs élevées empêchent la détection de positions locales décodées inexactes.
pl_pl: Ilość kilometrów jakie samolot może przelecieć przez 30 sekund zanim uznamy dane za przestarzałe. ICAO rekomenduje 11.112km. Duże wartości nie pozwalają na wykrycie niepoprawnej lokalizacji dekodowania.
pt_br: O número de quilometros que uma aeronave pode viajar em 30 segundos antes que uma decodificação local é considerado inválida. ICAO recomenda 11.112 km. Valores altos podem indicar uma posição errada.
ru_ru: Допустимое количество километров, на которое самолет может переместиться в горизонтальном полете за 30 с, прежде чем декодирование в местном масштабе местоположения в воздухе считается недействительным. ICAO рекомендует 11,112 км. Большие значения мешают обнаружению неточностей.
zh_cn: 本地解码之前，被视为无效的航空器30秒内行驶的公里数。ICAO 推荐 11.112公里. 高的值防止检测不准确的本地解码位置.

# OptionsDescribeRawFeedAcceptableAirSurfaceTransitionSpeed
source: The number of kilometres that an aircraft taking off or landing can travel in 30 seconds before a local decode is deemed to be invalid. ICAO recommend 4.63 km. High values prevent detection of inaccurate local decode positions.
de_de: Die Anzahl Kilometer die ein Flugzeug das startet oder landet in 30 Sekunden zurücklegen kann bevor die lokale Dekodierung als ungültig erachtet wird. ICAO empfiehlt 4.63 km. Hohe Werte verhindern das Erkennen von ungenauen lokalen Dekodierungspositionen.
fr_fr: Le nombre de kilomètres qu'un avion décollant ou atterrissant peut parcourir en 30 secondes pour qu'un décodage locale soit censé être non valide. ICAO recommande des valeurs de 4,63 km. Des valeurs élevées empêchent la détection de positions locales décodées inexactes.
pl_pl: Ilość kilometrów jakie samolot startujący lub lądujący może przelecieć przez 30 sekund zanim uznamy dane za przestarzałe. ICAO rekomenduje 4.63km. Duże wartości nie pozwalają na wykrycie niepoprawnej lokalizacji dekodowania.
pt_br: O número de quilometros que um avião que está decolando ou aterrissando pode viajar em 30 segundos antes que uma decodificação local é considerado inválida. ICAO recomenda o valor de 4,63 km. valores altos podem indicar uma posição errada
ru_ru: Допустимое количество километров, на которое взлетающий или садящийся самолет может переместиться за 30 с, прежде чем декодирование в местном масштабе местоположения в воздухе считается недействительным. ICAO рекомендует 4,63 км. Большие значения мешают обнаружению неточностей.
zh_cn: 本地解码之前，被视为无效的航空器30秒内起飞或者降落行驶的公里数. ICAO 推荐 4.63 公里. 高的值防止检测不准确的本地解码位置.

# OptionsDescribeRawFeedAcceptableSurfaceSpeed
source: The number of kilometres that an vehicle on the surface can travel in 30 seconds before a local decode is deemed to be invalid. ICAO recommend 1.4km. High values prevent detection of inaccurate local decode positions.
de_de: Die Anzahl Kilometer die ein Gefährt an der Oberfläche in 30 Sekunden zurücklegen kann bevor die lokale Dekodierung als ungültig erachtet wird. ICAO empfiehlt 1.4km. Hohe Werte verhindern das Erkennen von ungenauen lokalen Dekodierungspositionen.
fr_fr: Le nombre de kilomètres qu' un véhiculeau sol peut parcourir en 30 secondes pour qu' un décodage local soit considéré non valide. ICAO recommandons 1,4 km. Des valeurs élevées empêchent la détection de positions locales décodées inexactes.
pl_pl: Ilość kilometrów jakie pojazd na ziemi może przejechać przez 30 sekund zanim uznamy dane za przestarzałe. ICAO rekomenduje 1.4km. Duże wartości nie pozwalają na wykrycie niepoprawnej lokalizacji dekodowania.
pt_br: O número de quilometros que um veículo sobre a superfície pode viajar em 30 segundos antes que a decodificação seja considerada inválida. A ICAO recomenda 1,4 km. valores altos podem indicar uma posição errada.
ru_ru: Допустимое количество километров, на которое самолет или транспортное средство на земле может переместиться за 30 с, прежде чем декодирование в местном масштабе местоположения на земле считается недействительным. ICAO рекомендует 1,4 км. Большие значения мешают обнаружению неточностей.
zh_cn: 本地解码之前，被视为无效的车辆在地面30秒内行驶的公里数. ICAO 推荐 1.4 公里. 高的值防止检测不正确的本地解码位置.

# OptionsDescribeRawFeedAcceptIcaoInNonPICount
source: The number of times an ICAO24 must be seen in a message that has no parity before it will be accepted. If 0 then only ICAO24s from messages with good parity will be accepted. Once accepted all further messages for the ICAO24 will be used.
de_de: Wie oft ein ICAO24 - in einer Nachricht die keine Parität hat - gesehen werden muss bevor es akzeptiert wird. Wenn 0 dann werden nur ICAO24 akzeptiert aus Nachrichten mit guter Parität. Einmal akzeptiert werden alle weiteren Nachrichten für das ICAO24 verwendet.
fr_fr: Le nombre de fois où un code ICAO24 doit être vu dans un message avec un mauvais contrôle de parité avant d'être acceptés. Si la valeur est 0, alors seulement les codes ICAO24 des messages avec contrôle de parité bons seront acceptés. Une fois accepté tous les messages supplémentaires pour ce code ICAO24 seront utilisés.
pl_pl: Ile razy ICAO24 bez parzystości musi wystąpić w wiadomości zanim zaostanie zaakceptowane. 0 powoduje, że tylko wiadomości ICAO24 z poprawną parzystością będą akceptowane. Po akceptacji - wszystkie następne wiadomośći ICAO24 będą używane.
pt_br: O número de vezes que um ICAO24 deve ser visto em uma mensagem que não tem paridade antes que seja aceito. Se 0, apenas ICAO24 de mensagens com bom paridade serão aceitos. Uma vez aceito todas as outras mensagens para o ICAO24 serão usados.
ru_ru: Количество принятых сообщений, у которых нет поля четности PI, прежде чем их ICAO-адрес будет признан достоверным. Если установлен 0, то будут использоваться только ICAO-адреса с верной CRC. Как только данный ICAO-адрес будет признан достоверным все дальнейшие сообщения с ним так же будут использоваться.
zh_cn: 一个 ICAO24 代码在被接受之前必须在无奇偶校验错误的消息中被发现次数.如果0那么仅 来自校验正确消息的 ICAO24s 代码被接受. 一旦被接受所有以后该 ICAO24 代码的消息将被使用.
