Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# OptionsDescribeRawFeedAcceptIcaoInNonPISeconds
source: The number of seconds over which messages that have no parity must be received before the ICAO24 will be accepted.
de_de: Die Zeitspanne in Sekunden über die Nachrichten ohne Parität empfangen werden müssen bevor das ICAO24 akzeptiert wird.
fr_fr: Le nombre de secondes pendant lequel les messages qui n'ont pas de bon contrôle de parité doivent être reçus avant que le code ICAO24 soit accepté.
pl_pl: Ilość sekund, po której wiadomości ICAO24 bez parzystości muszą zostać odebrane aby zaakceptować ICAO24
pt_br: O número de segundos durante os quais as mensagens que não têm paridade deve ser recebido antes do ICAO24 serão aceitos.
ru_ru: Количество секунд, в течение которых должны быть приняты сообщения, у которых нет поля четности PI, прежде чем их ICAO-адрес будет признан достоверным.
zh_cn: 在 ICAO24 代码 被接受之前无奇偶校验消息必须被接收超过的秒数.

# OptionsDescribeRawFeedAcceptIcaoInPI0Count
source: The number of times an ICAO24 must be seen in a message that has good parity before it will be accepted. Once accepted all further messages for the ICAO24 will be used.
de_de: Wie oft ein ICAO24 - in einer Nachricht die gute Parität hat - gesehen werden muss bevor es akzeptiert wird. Einmal akzeptiert werden alle weiteren Nachrichten für das ICAO24 verwendet.
fr_fr: Le nombre de fois qu'un code ICAO24 doit être vu dans un message qui a un bon contrôle de parité avant d'être accepté. Une fois accepté tous les messages supplémentaires pour ce code ICAO24 seront utilisés.
pl_pl: Ile razy ICAO24 z poprawną parzystością musi wystąpić w wiadomości zanim zaostanie zaakceptowane. Po akceptacji - wszystkie następne wiadomośći ICAO24 będą używane.
pt_br: O número de vezes que um ICAO24 deve ser visto em uma mensagem que tem uma boa paridade antes que seja aceito. Uma vez aceito todas as outras mensagens para o ICAO24 serão usados.
ru_ru: Количество принятых сообщений, у которых есть поле четности PI, и PI=0, прежде чем их ICAO-адрес будет признан достоверным. Как только данный ICAO-адрес будет признан достоверным все дальнейшие сообщения с ним так же будут использоваться.
zh_cn: 在 ICAO24 代码被接受之前，在正确奇偶校验消息中被发现的次数. 一旦被接受所有以后该 ICAO24 代码的消息将被使用.

# OptionsDescribeRawFeedAcceptIcaoInPI0Seconds
source: The number of seconds over which messages that have good parity must be received before the ICAO24 will be accepted.
de_de: Die Zeitspanne in Sekunden über die Nachrichten mit guter Parität empfangen werden müssen bevor das ICAO24 akzeptiert wird.
fr_fr: Le nombre de secondes pendant lequel les messages qui ont un bon contrôle de parité doivent être reçues avant que le code ICAO24 ne soit accepté.
pl_pl: Ilość sekund, po której wiadomości ICAO24 z poprawną parzystością muszą zostać odebrane aby zaakceptować ICAO24
pt_br: O número de segundos durante os quais as mensagens que têm boa paridade deve ser recebido antes do ICAO24 serão aceitos.
ru_ru: Количество секунд, в течение которых должны быть приняты сообщения, содержащие поле четности PI, и PI=0, прежде чем их ICAO-адрес будет признан достоверным.
zh_cn: 在 ICAO24 代码被接受之前，带有正确奇偶校验消息必须被接收超过的秒数.

# OptionsDescribeRawFeedAcceptIgnoreBadCodeblockNonPI0
source: Yes to ignore ICAOs that are not assigned to a country when deciding if a message that does not contain parity holds a valid ICAO.
de_de: Ja, um ICAOs zu ignorieren die keinem Land zugeordnet sind wenn entschieden werden soll ob eine Nachricht, die keine Parität enthält einen gültigen ICAO Code hat.
fr_fr: Oui pour ignorer les codes ICAO qui ne sont pas affectés à un pays au moment de décider si un message qui ne contient pas de parité comporte un code ICAO valide.
pt_br: Sim para ignorar HEXAs que não são atribuídos a um país
ru_ru: "Да", чтобы игнорировать неприсвоенные странам ICAO адреса в сообщении, которое не содержит поле четности и имеет допустимый ICAO.
zh_cn: 是 检测到不包含有效校验的ICAO消息时忽略未分配国家ICAO号

# OptionsDescribeRawFeedAcceptIgnoreBadCodeblockPI0
source: Yes to ignore ICAOs that are not assigned to a country when deciding if a message containing parity holds a valid ICAO.
de_de: Ja, um ICAOs zu ignorieren die keinem Land zugeordnet sind wenn entschieden werden soll ob eine Nachricht, die Parität enthält einen gültigen ICAO Code hat.
fr_fr: Oui pour ignorer les codes ICAO qui ne sont pas affectés à un pays pour décider si un message avec parité correcte comporte un code ICAO valide.
pt_br: Sim para ignorar HEXAs que não são atribuídos a um país
ru_ru: "Да", чтобы игнорировать неприсвоенные странам ICAO адреса в сообщении, которое содержит поле четности и имеет допустимый ICAO.
zh_cn: 是 检测到包含有效校验的ICAO消息时忽略未分配国家ICAO号

# OptionsDescribeRawFeedAirborneGlobalPositionLimit
source: The number of seconds that can elapse between odd/even format airborne position messages in global decoding. ICAO recommend 10 seconds. High values can cause aircraft to initially appear several hundred miles from their true location.
de_de: Anzahl Sekunden die verstreichen dürfen zwischen ungerade/gerade formatierten Airborne Positionsnachrichten in der globalen Dekodierung. ICAO empfiehlt 10 Sekunden. Hohe Werte können verursachen, dass Flugzeuge anfänglich mehrere Hundert Meilen entfernt von ihrem tatsächlichen Standort erscheinen.
fr_fr: Le nombre de secondes qui peuvent s'écouler entre des messages de position impairs/pairs en décodage global. ICAO recommande 10 secondes. Des valeurs élevées peuvent entrainer l'apparition d'avions à plusieurs centaines de kilomètres de leur emplacement véritable.
pl_pl: Ilość sekund jakie może upłynąć pomiędzy nieparzystymi/parzystymi wiadomościami komunikatów pokładowych w globalnym dekodowaniu. CAO rekomenduje10 sekund. Duże wartości mogą spowodować, że samolot pojawi się setki kilometrów od rzeczywistej pozycji.
pt_br: O número de segundos que podem decorrer entre cada decodificação dos pacotes de mensagens transmitidos por aeronaves em voo. A ICAO recomendo 10 segundos. Valores altos podem fazer com que os veiculos apareçam algumas milhas do seu local correto
ru_ru: Допустимое количество секунд между четным и нечетным форматами сообщений о местоположении в воздухе при декодировании в глобальном масштабе. ICAO рекомендует 10 с. Большие значения могут привести к первоначальному появлению самолетов в нескольких сотнях миль от их истинного местоположения.
zh_cn: 奇偶格式空中位置消息全局解码可以经过的间隔秒数. ICAO 推荐 10 秒. 高的值会引起航空器最初出现在离真实位置数百英里的偏差的位置.

# OptionsDescribeRawFeedFastSurfaceGlobalPositionLimit
source: The number of seconds that can elapse between odd/even format surface position messages in global decoding for vehicles travelling over 25 knots. ICAO recommend 25 seconds. High values can cause vehicles to initially appear several hundred miles from their true location.
de_de: Anzahl Sekunden die verstreichen können zwischen ungerade/gerade formatierten Oberflächen-Positionsnachrichten in der globalen Dekodierung für Verkehrsmittel die mit über 25 Knoten unterwegs sind.. ICAO empfiehlt 25 Sekunden. Hohe Werte können verursachen, dass Verkehrsmittel anfänglich mehrere Hundert Meilen entfernt von ihrem tatsächlichen Standort erscheinen.
fr_fr: Le nombre de secondes qui peuvent s'écouler entre des messages de position impairs/pairs en décodage global des véhicules au sol qui se déplacent à plus de 25 noeuds. ICAO recommande 25 secondes. Des valeurs élevées peuvent entrainer l'apparition de véhicules à plusieurs centaines de kilomètres de leur emplacement véritable.
pl_pl: Ilość sekund jakie może upłynąć pomiędzy nieparzystymi/parzystymi wiadomościami komunikatów naziemnych w globalnym dekodowaniu dla pojazdów szybszych niż 25 węzłów. ICAO rekomenduje 25 sekund. Duże wartości mogą spowodować, że pojazd pojawi się setki kilometrów od rzeczywistej pozycji.
pt_br: O número de segundos que podem decorrer entre cada decodificação dos pacotes de mensagens transmitidos por veiculos/aeronaves em solo e acima de 25 nós. A ICAO recomenda 25 segundos. Valores altos podem fazer com que os veiculos apareçam algumas milhas do seu local correto
ru_ru: Допустимое количество секунд между четным и нечетным форматами сообщений о местоположении на земле при декодировании в глобальном масштабе для целей, движущихся быстрее 25 уз. (46,3 км/ч). ICAO рекомендует 25 с. Большие значения могут привести к первоначальному появлению самолетов в нескольких сотнях миль от их истинного местоположения.
zh_cn: 奇偶格式地面位置消息全局解码车辆行驶超过25节可以经历的秒数. ICAO 推荐 25 秒. 高的值会引起车辆最初出现在离真实位置数百英里的偏差的位置.

# OptionsDescribeRawFeedIgnoreCallsignsInBds20
source: Yes if VRS should only extract callsigns from ADS-B messages, no if it should also try to detect BDS2,0 messages and extract callsigns from those.
de_de: Ja, wenn VRS nur Callsigns aus ADS-B Nachrichten extrahieren soll, Nein, wenn ebenfalls versucht werden soll BDS2,0 Nachrichten zu erkennen und Callsigns daraus zu extrahieren.
fr_fr: Oui si VRS doit extraire les indicatifs seulement des messages ADS-B, Non si VRS doit aussi essayer de détecter les messages BDS code 2,0 et en extraire les indicatifs.
pl_pl: Tak jeśli VRS powinien pbierać nazwy tylko z wiadomości ADS-B, nie jeśli powinien także probówać wykryć i użyć BDS2,0
pt_br: Sim se o VRS só deve extrair indicativos de mensagens ADS-B, não se deve também tentar detectar mensagens BDS2,0
ru_ru: "Да", если VRS извлекает позывные только из ADS-B сообщений, "Нет", если дополнительно используются BDS2,0 сообщения.
zh_cn: 是 如果Virtual Radar Server 应该只从ADS-B消息中提取航班号,否 如果可以也尝试检测 BDS2,0 消息 并且 从中提取航班号.

# OptionsDescribeRawFeedIgnoreMilitaryExtendedSquitter
source: Yes to ignore DF19/AF0 messages, no to decode them as if they were DF17 messages. Some ICAO documents state that they can be treated as DF17 messages, other documents disagree.
de_de: Ja, um DF19/AF0 Nachrichten zu ignorieren, Nein um diese zu dekodieren als wären es DF17 Nachrichten. Manche ICAO Dokumentation gibt an, dass diese als DF17 Nachrichten behandelt werden können, andere Dokumentation widerspricht dem.
fr_fr: "Oui" pour ignorer les messages DF19/AF0, "Non" pour les décoder comme s'ils étaient des messages DF17. Certains documents ICAO considèrent qu'ils peuvent être traités comme des messages DF17, d'autres documents non.
pl_pl: Tak aby ignorować wiadomości DF19/AF0, nie aby dekodować je tak jaby były to wiadomości DF17. Niektóre dokumenty ICAO stwierdzają, że należy je interpretować jak wiadomości DF17, inne dokumenty nie zgadzają sięz tym twierdzeniem.
pt_br: Sim para ignorar menssagens DF19/AF0, não para decodificá-las como se fossem mensagens DF17. Alguns documentos da ICAO afirmam que eles podem ser tratados como mensagens DF17, outros documentos discordam.
ru_ru: "Да" - игнорировать DF19/AF0 сообщения, не декодируя их подобно DF17. В ряде документов ICAO утверждается, что их можно рассматривать, как DF17 сообщения, в других - это отрицается.
zh_cn: 是 忽略 DF19/AF0 消息, 。否 作为DF17消息解码. 某些 ICAO 文档声称他们可以被视为 DF17 消息对待, 其他文档不同意.

# OptionsDescribeRawFeedReceiverLocation
source: The location of the receiver. ADS-B position messages for surface traffic decode into 8 possible locations on the Earth from which the location closest to the receiver is selected.
de_de: Der Empfängerstandort. ADS-B Positionsnachrichten für Oberflächenverkehr dekodieren sich in 8 mögliche Standorte auf der Erde von denen der dem Empfänger am nächsten gelegene ausgewählt wird.
fr_fr: L'emplacement du récepteur. Les messages de position ADS-B pour le trafic de surface décodent 8 emplacements possibles au sol parmi lesquels l'endroit le plus proche du récepteur est sélectionné.
pl_pl: Położenie odbiornika. Informacje o pozycji z ADS-B dla ruchu naziemnego są dekodowane jako 8 możliwych pozycji na Ziemi. Wybierana jest najbliższa odbiornikowi.
pt_br: A localização do receptor. Mensagens de posição ADS-B para superfície decodificar tráfego em oito possíveis localizações na Terra a partir do qual o local mais próximo para o receptor está selecionado A localização do receptor. As mensagens de posição ADS-B do tráfego de superfície irá decodificar em 8 possíveis localizações na terra do qual é selecionado o local mais próximo para o receptor.
ru_ru: Название места приема и его географические координаты. Необходимо для однозначного определения местоположения приемника в одной из восьми зон на Земле, для которой производится декодирование.
zh_cn: 接收器位置. 地面交通ADS-B 位置消息解码到8个地球上可能的离被选择的接收器最近的位置.

# OptionsDescribeRawFeedReceiverRange
source: The maximum range of the receiver. Any ADS-B messages decoding to a position further away from the receiver's location than this value are discarded.
de_de: Die maximale Empfängerreichweite. ADS-B Nachrichten dekodiert zu einer Position die weiter entfernt ist vom Empfängerstandort als dieser Wert werden verworfen.
fr_fr: La portée maximale du récepteur. Tous les messages ADS-B décodant une position supérieure à cette valeur sont ignorés.
pl_pl: Maksymalny zasięg odbiornika. Jakiekolwiek wiadomości ADS-B odebrane z dalszej odległości będą ignorowane.
pt_br: O alcance máximo do receptor. Quaisquer mensagens ADS-B a descodificar para uma posição mais distante do local do receptor do que este valor, serão descartadas.
ru_ru: Радиус рабочей зоны приема. ADS-B сообщения с большей величиной дальности от места приема, чем это значение, отбрасываются.
zh_cn: 接收器最大范围.任何远离接收器位置的ADS-B位置解码消息将被抛弃.

# OptionsDescribeRawFeedSlowSurfaceGlobalPositionLimit
source: The number of seconds that can elapse between odd/even format surface position messages in global decoding for vehicles travelling at or below 25 knots. ICAO recommend 50 seconds. High values can cause vehicles to initially appear several hundred miles from their true location.
de_de: Anzahl Sekunden die verstreichen können zwischen ungerade/gerade formatierten Oberflächen-Positionsnachrichten in der globalen Dekodierung für Verkehrsmittel die mit weniger als 25 Knoten unterwegs sind.. ICAO empfiehlt 50 Sekunden. Hohe Werte können verursachen, dass Verkehrsmittel anfänglich mehrere Hundert Meilen entfernt von ihrem tatsächlichen Standort erscheinen.
fr_fr: Le nombre de secondes qui peuvent s'écouler entre messages impairs/pairs de décodage global des véhicules qui se déplacent à 25 noeuds ou moins. ICAO recommande 50 secondes. Des valeurs élevées peuvent entrainer l'apparition de véhicules à plusieurs centaines de kilomètres de leur emplacement véritable.
pl_pl: Ilość sekund jakie może upłynąć pomiędzy nieparzystymi/parzystymi wiadomościami komunikatów naziemnych w globalnym dekodowaniu dla pojazdów wolniejszych jub jadących 25 węzłów. ICAO rekomenduje 50 sekund. Duże wartości mogą spowodować, że pojazd pojawi się setki kilometrów od rzeczywistej pozycji.
pt_br: O número de segundos que podem decorrer entre cada decodificação dos pacotes de mensagens transmitidos por veiculos/aeronaves em solo e abaixo de 25 nós. A ICAO recomenda 50 segundos. Valores altos podem fazer com que os veiculos apareçam algumas milhas do seu local correto
ru_ru: Допустимое количество секунд между четным и нечетным форматами сообщений о местоположении на земле при декодировании в глобальном масштабе для целей, движущихся медленнее 25 уз. (46,3 км/ч). ICAO рекомендует 50 с. Большие значения могут привести к первоначальному появлению самолетов в нескольких сотнях миль от их истинного местоположения.
zh_cn: 奇偶格式地面位置消息全局解码车辆行驶在25节或者以下可以经历的间隔秒数. ICAO 推荐 50 秒.高的值会引起车辆最初出现在离真实位置数百英里的偏差的位置.

# OptionsDescribeRawFeedSuppressIcao0
source: Yes to ignore aircraft that transmit the invalid 000000 Mode-S identifier, no to show them.
de_de: Ja, um Flugzeuge zu ignorieren, die den ungültigen Mode-S Identifikationscode 000000 übermitteln, Nein, um diese anzuzeigen.
fr_fr: Oui pour ignorer les avions qui transmettent le code Mode-S 000000 Mode-S invalidet, Non pour les montrer.
pt_br: Sim para ignorar as aeronaves que transmitirem o HEXA invalido "000000", e não para exibi-las.
ru_ru: "Да", чтобы скрывать самолеты, передающие недействительный 000000 Mode-S идентификатор, "Нет" - показывать их.
zh_cn: 是 忽略传输Mode-S识别号为无效 000000 的航空器，不显示它们

# OptionsDescribeRawFeedSuppressReceiverRangeCheck
source: Set to 'Yes' if the receiver location or range are not accurate. A setting of 'No' will discard any positions that are outside the range of the receiver.
de_de: 'Ja' wenn der Empfängerstandort oder die Reichweite nicht akkurat sind. Die Einstellung 'Nein' wird alle Positionen verwerfen, die außerhalb der Empfängerreichweite sind.
fr_fr: "Oui " si l'emplacement du récepteur ou la distance de couverture ne sont pas exacts. "Non" ignorera toutes les positions qui sont en dehors de la portée du récepteur.
pl_pl: Ustaw na 'Tak' jeśli zasięg lub pozycja odbiornika nie jest dokładna. Ustawienie na 'Nie' spowoduje odrzucenie pozycji, które są poza zasięgiem odbiornika
pt_br: Defina como 'Sim' se a localização do receptor ou intervalo não são precisos. Um ajuste de "Não" irá descartar quaisquer posições que estão fora do alcance do receptor.
ru_ru: Установите "Да", если координаты места или радиус зоны приема не известны. Отменяет действие предыдущего пункта по ограничению размера зоны приема. Установка 'Нет' вводит запрет на отображение самолетов, которые находятся вне этой зоны.
zh_cn: 如果接收器位置或者范围不正确设置 为 ‘是’,设置为 ’否‘ 将抛弃任何超出接收器范围的位置.

# OptionsDescribeRawFeedSuppressTisbMessages
source: Set to 'Yes' if you do not want to use TIS-B messages to track aircraft.
de_de: Wähle ‚Ja‘, wenn TIS-B Nachrichten nicht verwendet werden sollen um Flugzeuge zu verfolgen.
pt_br: Definido como 'Sim' se você não quer usar mensagens do TIS-B para rastrear aeronaves.
ru_ru: "Да", чтобы не использовать TIS-B сообщения для отслеживания самолетов.
zh_cn: 设置Yes，如果你不想使用TIS-B消息来跟踪飞行器。

# OptionsDescribeRawFeedUseLocalDecodeForInitialPosition
source: 'Yes' will show aircraft positions earlier but aircraft at extreme ranges are more likely to first appear at an inaccurate position. Only takes effect if a receiver location has been entered.
de_de: 'Ja' zeigt Flugzeugpositionen früher an, aber Flugzeuge mit extremer Reichweite erscheinen eher an einer ungenauen Position. Wird nur wirksam wenn ein Empfängerstandort angegeben ist.
fr_fr: «Oui» indique la position des aéronefs plus tôt, mais à des distances extrêmes les avions sont plus enclins à être à une position inexacte. Ne prend effet que si la localisation du récepteur a été entrée.
pl_pl: 'Tak' pokaże pozycję samolotów wcześniej, ale samoloty na granicy zasięgu mogą pojawić się z niedokładną pozycją. Ma znaczenie tylko jeśli podasz pozycję odbiornika.
pt_br: 'Sim' vai mostrar a posições dos aviões mais cedo, mas aeronaves em faixas extremas são mais propensos a aparecer primeiro em uma posição imprecisa. Só faz efeito se a localização do receptor foi inserida.
ru_ru: "Да" - местоположение самолетов определяется быстрее, но первоначальные позиции могут быть неточными. Действует, если было введено местоположение приемника.
zh_cn: '是' 将很早显示航空器位置，但航空器在极端的范围很大的可能首次出现在不正确的位置. 仅在接收器位置已经被输入时才会生效.

# OptionsDescribeRebroadcastIdleTimeout
source: The number of seconds to wait for the receiving side to acknowledge receipt of a packet before the connection is closed. Only used if not using keep-alive packets.
de_de: Die Anzahl in Sekunden die gewartet wird bis von der empfangenden Seite der Empfang eines Pakets bestätigt wird bevor die Verbindung geschlossen wird. Wird nur verwendet wenn keine Keep-Alive Pakets verwendet werden.
fr_fr: Le nombre de secondes à attendre côté réception pour accuser réception d'un paquet avant que la connexion soitt fermée. Seulement utilisé si vous n' utilisez pas les paquets mémorisés.
pt_br: O número de segundos de espera até que a conexão seja fechada por falta de dados. Só usada se não estiver usando pacotes keep-alive.
ru_ru: Количество секунд ожидания на принимающей стороне, чтобы подтвердить получение пакета перед тем, как закрыть соединение. Действительно, когда не используется keep-alive пакеты.
zh_cn: 在连接关闭之前等待接收端承认包凭据的等待秒数。仅用于未使用keep-alive包

# OptionsDescribeRebroadcastIsTransmitter
source: Yes to connect and push the feed to a single computer, no to wait for other computers to connect to this server and pull the feed from it.
de_de: Ja, um zu einem anderen Computer zu verbinden und den Datenstrom dorthin weiterzuleiten (Push Feed), Nein, um auf (andere) Computer zu warten die sich zu diesem Server hier verbinden und die den Datenstrom von hier ziehen.
fr_fr: Oui pour vous connecter et envoyer le flux de données à un seul ordinateur, Non pour attendre qu'un autre ordinateurs se connecte à ce serveur et en recoivent les données.
pt_br: Sim para conectar-se e enviar dados para um único computador, sem esperar por outros computadores para se conectar a este servidor e pegar os dados deles
ru_ru: "Да", чтобы установить соединение и начать отправку данных одиночному компьютеру, "Нет" - ждать, когда удаленные компьютеры сами установят соединения и начнут забирать данные.
zh_cn: 是 连接并且推送源到单独计算机，否 等待其他计算机连接到本服务器并且从中将源拉出

# OptionsDescribeRebroadcastReceiver
source: The receiver that you want to rebroadcast messages from.
de_de: Der Empfänger von dem aus Sie Nachrichten weiterleiten (rebroadcast) möchten.
fr_fr: Récepteur de re-diffusion
pt_br: O receptor que pretende retransmitir mensagens.
ru_ru: Приемник, сообщения которого вы хотите ретранслировать.
zh_cn: 你要转播消息的来源接收器.

# OptionsDescribeRebroadcastSendInterval
source: The number of seconds to wait between sending batches of messages. Only the Aircraft List (JSON) format supports this setting.
de_de: Die Anzahl Sekunden die gewartet wird zwischen dem Senden von gebündelten Nachrichten. Nur das Format Flugzeugliste (JSON) unterstützt diese Einstellung.
pt_br: O número de segundos de espera entre o envio de pacotes de mensagens. Apenas o formato de lista de aviões (JSON) suporta essa configuração.
ru_ru: Количество секунд ожидания между отправкой пакетов сообщений. Только Список самолетов (JSON) поддерживает эту настройку.
zh_cn: 发送批量消息等待的秒数。仅在航空器列表(JSON)格式下支持这个设置。

# OptionsDescribeRebroadcastServerEnabled
source: Yes if this rebroadcast server can serve requests for a data feed, no if it cannot.
de_de: Ja, wenn dieser Rebroadcast Server Anfragen eines Datenstroms verarbeiten kann, Nein falls nicht.
fr_fr: Oui si ce serveur de rediffusion peut traiter les demandes pour le flux de données , non si il ne peut pas.
pt_br: Sim, se este servidor de retransmissão pode responder a pedidos de uma alimentação de dados, não se ele não pode.
ru_ru: "Да", чтобы включить обслуживание запросов, "Нет", для отключения.
zh_cn: 是 该转播服务器可以提供数据源请求服务,否 将不能.

# OptionsDescribeRebroadcastServerFormat
source: The format of the data feed to serve.
de_de: Das Format des Datenstroms das verarbeitet werden soll.
fr_fr: Format des données du flux
pt_br: O formato dos dados a enviar.
ru_ru: Формат данных.
zh_cn: 数据源提供格式.

# OptionsDescribeRebroadcastServerName
source: The unique name to give to the rebroadcast server.
de_de: Der eindeutige Name für den Rebroadcast Server.
fr_fr: Nom unique du serveur de rediffusion
pt_br: O nome original para dar ao servidor de retransmissão.
ru_ru: Уникальное имя ретранслирующего сервера.
zh_cn: 给出转播服务器唯一名称.

# OptionsDescribeRebroadcastServerPort
source: The port to serve the data feed from.
de_de: Der Port über den der Datenstrom verarbeitet wird.
fr_fr: Port du flux de rediffusion
pt_br: A porta para servir a alimentação de dados
ru_ru: Номер порта.
zh_cn: 数据源服务来源端口.
