Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

source: About
de_de: Über
fr_fr: A propos
pl_pl: O
pt_br: Sobre
ru_ru: О
zh_cn: 关于 Virtual Radar Server

# AcceptableAirborneSpeedOutOfBounds
source: The acceptable airborne local position speed must be between 0.005 and 45.0
de_de: Die akzeptable lokale Airbornepositionsgeschwindikeit muss zwischen 0.005 und 45.0 liegen
fr_fr: La vitesse acceptable doit être comprise entre 0,005 et 45,0
pl_pl: Akceptowalna prędkość w powietrzu względem pozycji musi być pomiędzy 0.005 a 45.0
pt_br: A velocidade aceitável da posição local no ar deve estar entre 0,005 e 45,0
ru_ru: Приемлемое значение перемещения в воздухе, для однозначного декодирования в местном масштабе, должно быть между 0,005 и 45,0
zh_cn: 可接受的空中局部位置速度必须在 0.005 至 45.0 之间

# AcceptableAirSurfaceTransitionSpeedOutOfBounds
source: The acceptable transition position speed must be between 0.003 and 20.0
de_de: Die akzeptable Übergangsposition muss zwischen 0.003 und 20.0 liegen
fr_fr: La vitesse de transition acceptable doit être comprise entre 0,003 et 20,0
pl_pl: Akceptowalna prędkość przemieszcenia się względem pozycji musi być pomiędzy 0.003 a 20.0
pt_br: A velocidade de posição de transição aceitável deve ser entre 0,003 e 20,0
ru_ru: Приемлемое значение перемещения в воздухе при взлете/посадке, для однозначного декодирования в местном масштабе, должно быть между 0,003 и 20,0
zh_cn: 可接受的过渡位置速度必须在 0.003 至 20.0 之间

# AcceptableSurfaceSpeedOutOfBounds
source: The acceptable surface position speed must be between 0.001 and 10.0
de_de: Die akzeptable Oberflächenposition muss zwischen 0.001 und 10.0 liegen
fr_fr: La vitesse de surface acceptable doit être comprise entre 0,001 et 10.0
pl_pl: Akceptowalna prędkość na powierzchni musi być pomiędzy 0.001 a 10.0
pt_br: A velocidade da posição de superfície aceitável deve ser entre 0,001 e 10.0
ru_ru: Приемлемое значение перемещения на земле, для однозначного декодирования в местном масштабе, должно быть между 0,001 и 10,0
zh_cn: 可接受的地面位置速度必须在 0.001 至 10.0 之间

# AcceptIcaoInNonPICount
source: Mode-S message count
de_de: Mode-S Nachrichtenzähler
fr_fr: Nombre de messages mode-S
pl_pl: Liczba wiadomości Mode-S
pt_br: Contagem de mensagens Mode-S
ru_ru: Количество сообщений Mode S
zh_cn: Mode-S 消息计数

# AcceptIcaoInNonPICountOutOfBounds
source: The Mode-S message count must be between 0 and 100
de_de: Der Mode-S Nachrichtenzähler muss zwischen 0 und 100 liegen
fr_fr: Le nombre de message Mode-S doit être compris entre 0 et 100
pl_pl: Ilość wiadomości Mode-S musi być od 1 do 100
pt_br: A contagem de mensagens Mode-S deve estar entre 0 e 100
ru_ru: Значение количества Mode S сообщений должно быть от 0 до 100
zh_cn: Mode-S 消息计数必须在 0 至 100 之间

# AcceptIcaoInNonPISeconds
source: Mode-S message seconds
de_de: Mode-S Nachrichten Sekunden
fr_fr: Messges mode-S par seconde
pl_pl: Sekundy wiadomości Mode-S
ru_ru: Интервал приема Mode S, с
zh_cn: Mode-S 消息秒数

# AcceptIcaoInNonPISecondsOutOfBounds
source: The Mode-S seconds must be between 1 and 30
de_de: Die Mode-S Sekunden müssen zwischen 1 und 30 liegen
fr_fr: Le nombre de messages Mode-S par seconde doit être compris entre 1 et 30
pl_pl: Ilość sekund Mode-S mus być od 1 do 30
ru_ru: Значение интервала времени приема Mode-S сообщений должно быть от 1 до 30
zh_cn: Mode-S 秒数必须在 1 和 30 之间

# AcceptIcaoInPI0Count
source: ADS-B message count
de_de: ADS-B Nachrichtenzähler
fr_fr: Nombre de Messages ADS-B
pl_pl: Ilość wiadomości ADS-B
pt_br: Contagem de mensagens ADS-B
ru_ru: Количество сообщений ADS-B
zh_cn: ADS-B 消息计数

# AcceptIcaoInPI0CountOutOfBounds
source: The ADS-B message count must be between 1 and 10
de_de: Der ADS-B Nachrichtenzähler muss zwischen 1 und 10 liegen
fr_fr: Le nombre de messages ADS-B doit être compris entre 1 et 10
pl_pl: Ilość wiadomości ADS-B musi być od 1 do 10
pt_br: A contagem de mensagens ADS-B deve estar entre 1 e 10
ru_ru: Значение количества ADS-B сообщений должно быть от 1 до 10
zh_cn: ADS-B 消息计数必须在 1 和 10 之间

# AcceptIcaoInPI0Seconds
source: ADS-B message seconds
de_de: ADS-B Nachrichten Sekunden
fr_fr: Messages ADS-B par seconde
pl_pl: Sekundy wiadomości ADS-S
ru_ru: Интервал приема ADS-B, с
zh_cn: ADS-B 消息秒数

# AcceptIcaoInPI0SecondsOutOfBounds
source: The ADS-B seconds must be between 1 and 60
de_de: Die -B Sekunden müssen zwischen 1 und 60 liegen
fr_fr: Le nombre de message ADS-B par seconde doit être compris entre 1 et 60
pl_pl: Ilość sekund ADS-S mus być od 1 do 60
ru_ru: Значение интервала времени приема ADS-B сообщений должно быть от 1 до 60
zh_cn: ADS-B 消息秒数必须在 1 和 60 之间

source: Access
de_de: Zugang
fr_fr: Accès
pt_br: Acesso
ru_ru: Доступ
zh_cn: 访问

source: Access Control
de_de: Zugangskontrolle
fr_fr: Contrôle d'accès
pt_br: Controle de acesso
ru_ru: Контроль доступа входящих соединений
zh_cn: 访问控制

# AcronymByte
source: B
fr_fr: o
ru_ru: Б

# AcronymGigabyte
source: GB
fr_fr: Go
ru_ru: ГБ

# AcronymKilobyte
source: KB
fr_fr: Ko
ru_ru: КБ

# AcronymKilobytePerSecond
source: KB/sec
de_de: KB/seK
fr_fr: Ko/sec
pl_pl: KB/s
pt_br: KB/s
ru_ru: кБайт/с

# AcronymMegabyte
source: MB
fr_fr: Mo
ru_ru: МБ

# AcronymTerrabyte
source: TB
fr_fr: To
ru_ru: ТБ

source: Activity
de_de: Aktivität
fr_fr: Activité
pt_br: Atividade
ru_ru: Активность
zh_cn: 活动

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
pt_br: Adicionar
ru_ru: Добавить
zh_cn: 添加

source: Administrators
de_de: Administratoren
pt_br: Administradores
ru_ru: Администраторы

source: ADS-B aircraft
de_de: ADS-B Flugzeug(e)
fr_fr: Avion ADS-B
pl_pl: Samolot z ADS-B
pt_br: Aeronave ADS-B
ru_ru: Самолет с ADS-B
zh_cn: ADS-B 航空器

source: ADS-B rejected
de_de: ADS-B zurückgewiesen
fr_fr: Asd-B rejeté
pl_pl: Odrzucono ADS-B
pt_br: ADS-B rejeitado
ru_ru: Исключено настройкой
zh_cn: ADS-B 已拒绝

source: Airborne global
ru_ru: В воздухе, глобально
zh_cn: 空中全局

# AirborneGlobalPositionLimitOutOfBounds
source: The airborne global position limit must be between 1 and 30
de_de: Die globale Airbornepositionsgrenze muss zwischen 1 und 30 liegen
fr_fr: La limite de position globale doit être comprise entre 1 et 30
pl_pl: Globalny limit pozycji w powietrzu musi być poiędzy 1 a 30
ru_ru: Допустимое значение интервала между четным и нечетным сообщениями о местоположении в воздухе при глобальном декодировании должно быть между 1 и 30
zh_cn: 空中全局位置限制必须在 1 至 30 之间

# AircraftCountTitle
source: Aircraft Tracked
de_de: Verfolgte Flugzeuge
fr_fr: Avion suivi
pt_br: Aeronaves rastreadas
ru_ru: Самолетов отслеживается
zh_cn: 已跟踪航空器

source: Aircraft Data
de_de: Flugzeugdaten
fr_fr: Données avion
pl_pl: Dane samolotów
pt_br: Dados de aeronaves
ru_ru: Данные о самолетах
zh_cn: 航空器数据

source: Aircraft Detail Online Lookup Log
de_de: Online Lookup Flugzeugdetails Logdateien
pt_br: Log de pesquisas on-line de aeronaves
ru_ru: Журнал онлайн поиска сведений о самолете

source: Aircraft details online lookup
de_de: Online Lookup für Flugzeugdetails
pt_br: Pesquisas on-line de aeronaves
ru_ru: Онлайн поиск сведений о самолете

source: Aircraft List (JSON)
de_de: Flugzeugliste (JSON)
pt_br: Lista de Aeronaves (JSON)
ru_ru: Список самолетов ( JSON )
zh_cn: 航空器列表(JSON)

# AllCaps
source: ALL
de_de: Alle
fr_fr: Tout
pt_br: Todas
ru_ru: ВСЕ
zh_cn: 所有

# AllowAccess
source: Allow
de_de: Erlauben
fr_fr: Permettre
pt_br: Permitir
ru_ru: Разрешен
zh_cn: 允许

# AllowCorsDomainsRequired
source: You must supply a semicolon separated list of allowed CORS domains
de_de: Es muss eine Liste, per Semicolon getrennt, von erlaubten CORS Domänen angegeben werden
pt_br: You must supply a semicolon separated list of allowed CORS domains Você deve fornecer uma lista de ponto e vírgula separada dos domínios permitidos pelo CORS
ru_ru: Необходимо указать, через точку с запятой, список разрешенных доменов CORS

source: Allowed CORS domains
de_de: Erlaubte CORS Domänen
pt_br: Domínios CORS permitidos
ru_ru: Разрешенные домены CORS

source: Allow Internet proximity gadgets
de_de: Internet proximity gadgets zulassen
fr_fr: Autoriser gadgets Internet
pl_pl: Pozwól na gadżety zbliżeniowe z Internetu
pt_br: Permitir que clientes vejam mais detalhes.
ru_ru: Использовать экранные гаджеты
zh_cn: 允许 Internet 邻近小工具

source: Allow these addresses
de_de: Erlaube diese Adressen
fr_fr: Autoriser ces adresses
pt_br: Permitir esses endereços
ru_ru: Разрешить эти адреса
zh_cn: 允许这些地址

# AnotherInstanceRunningFull
source: There is another instance of Virtual Radar Server already running.
de_de: Es läuft bereits eine Instanz von Virtual Radar Server
fr_fr: Il y a une autre instance de Virtual Radar Serveur en cours d'exécution.
pl_pl: Wykryto, że program Virtual Radar Server już działa
pt_br: Virtual Radar Server já está em execução
ru_ru: Другой экземпляр Virtual Radar Server уже работает
zh_cn: 另一个 Virtual Radar Server 实例已经运行.

# AnotherInstanceRunningTitle
source: Another Instance is Running
de_de: Eine Instanz läuft bereits
fr_fr: Une autre instance est en cours d'exécution
pl_pl: Pracuje już kopia programu
pt_br: Outra aplicação está em execução
ru_ru: Другой экземпляр программы уже работает
zh_cn: 另一个实例正在运行

# ApplicationDescription
source: THIS APPLICATION IS FREE. This is a simple web server that can be used to display the aircraft picked up by an ADS-B receiver. Application icon courtesy of aha-soft (http://www.aha-soft.com). Civilian and military code groups are courtesy of the countries.dat file maintained by Kinetic forum user 'SabreJV' and hosted by Kinetic forum user 'Bones'. Brazilian Portuguese translation by Alan Farley Chinese translation by Vincent Deng French translation by Francois /F5ANN. German translation by Annette Shaupp. Russian translation by Sergey Serov /sergsero and friends.
de_de: Diese Anwendung ist frei verfügbar. Dies ist ein einfacher Web Server welcher verwendet werden kann um Flugzeuge anzuzeigen, die von einem ADS-B Empfänger aufgenommen werden Application icon courtesy of aha-soft (http://www.aha-soft.com). Civilian and military code groups are courtesy of the countries.dat file maintained by Kinetic forum user 'SabreJV' and hosted by Kinetic forum user 'Bones' (http://www.homepages.mcb.net/bones/SBS/Kinetic_Utilities.htm). Brazilian Portuguese translation by Alan Farley Chinese translation by Vincent Deng French translation by Francois /F5ANN. German translation by Annette Shaupp. Russische Übersetzung von Sergey Serov /sergsero and friends.
fr_fr: CETTE APPLICATION EST GRATUITE. Il s'agit d'un serveur Web simple qui peut être utilisé pour afficher l'avion reçu par une installation BaseStation. Civilian and military code groups are courtesy of the countries.dat file maintained by Kinetic forum user 'SabreJV' and hosted by Kinetic forum user 'Bones' (http://www.homepages.mcb.net/bones/SBS/Kinetic_Utilities.htm). Icône application de Aha-Soft (http://www.aha-soft.com). Brazilian Portuguese translation by Alan Farley Chinese translation by Vincent Deng French translation by Francois /F5ANN. German translation by Annette Shaupp. Russian translation by Sergey Serov /sergsero and friends.
pl_pl: TEN PROGRAM JEST DARMOWY. To jest prosty serwer WWW, który pozwala na wyświetlanie samolotów odebranych przez odbiornik ADS-B. Ikona aplikacji dzięki aha-soft (http://www.aha-soft.com). Civilian and military code groups are courtesy of the countries.dat file maintained by Kinetic forum user 'SabreJV' and hosted by Kinetic forum user 'Bones' (http://www.homepages.mcb.net/bones/SBS/Kinetic_Utilities.htm).
pt_br: ESTE PROGRAMA É GRATIS. Este é um servidor Web simples que pode ser utilizado para exibir dados de aeronaves captados por um ADS-B. O Icone do aplicativo é uma cortesia de aha-soft (http://www.aha-soft.com). Grupos de códigos civis e militares são cortesia de countries.dat, arquivo mantido pelo usuário 'SabreJV' do fórum Kinect é hospedado pelo usuario 'Bones'. Tradução Português do Brasil por: Alan Farley Tradução Chinesa por: Vincent Deng Tradução Francesa por: Francois /F5ANN. Tradução Alemã por: Annette Shaupp. Tradução Russa por: Sergey Serov / sergsero and friends.
ru_ru: ЭТО ПРИЛОЖЕНИЕ ЯВЛЯЕТСЯ БЕСПЛАТНЫМ. Это простой веб-сервер, который может быть использован для отображения самолетов, принятых ADS-B приемником. Иконка для приложения любезно предоставлена aha-soft (http://www.aha-soft.com). Гражданские и военные коды регистрационной принадлежности любезно получены из файла countries.dat, поддерживающегося пользователем Kinetic-форума 'SabreJV' и опубликованного пользователем Kinetic-форума 'Bones'. Русский перевод Сергея Серова /Sergsero Бразильский/Португальский перевод Алан Фарли Китайский перевод Винсент Дэн Французский перевод Франсуа /F5ANN Немецкий перевод Аннет Шаупп
zh_cn: 此应用程序免费。 这是一个用于显示ADS-B接收器收集到的航空器的便捷 Web 服务器。 应用程序图标来自 aha-soft (http://www.aha-soft.com)。 民用及军事代码组来自 Kinetic 论坛用户'SabreJV'维护的 countries.dat 文件和Kinetic 论坛用户'Bones'主持的论坛页面 (http://www.homepages.mcb.net/bones/SBS/Kinetic_Utilities.htm)。 iPhone CSS 来自 jQTouch 项目 (http://www.jqtouch.com)。 中文翻译由 Vincent Deng完成。 德语翻译由 Eva Knapp 与 Michael Leigh完成。 俄语翻译由 Sergey Serov /sergsero 及其 朋友完成。 法语翻译由 Francois /F5ANN 完成。

source: Audio
de_de: Ton
pl_pl: Dźwięk
pt_br: Áudio
ru_ru: Преобразование текста в речь
zh_cn: 声音

source: Authentication
de_de: Authentifizierung
pl_pl: Uwierzytelnienie
pt_br: Autenticação
ru_ru: Аутентификация
zh_cn: 认证

# AutomaticallyDownloadNewRoutes
source: Download flight route updates
de_de: Lade Aktualisierungen von Flugrouten herunter
fr_fr: Télécharge automatiquement les nouvelles routes
pl_pl: Pobierz aktualizację dróg lotniczych
pt_br: Baixar atualização dos planos de voo
ru_ru: Загружать обновления маршрутов
zh_cn: 下载航班路径更新

# AutoReconnectAtStartup
source: Reconnect at startup
de_de: Verbinden beim Start
fr_fr: Re-connexion automatique au démarrage
pl_pl: Połącz ponownie podczas startu
pt_br: Reconectar na inicialização
ru_ru: Восстанавливать соединение при запуске
zh_cn: 在启动时重新连接

# AutoSavePolarPlots
source: Auto-save range plots
de_de: Auto-speichern Reichweitendarstellung (Plot)
fr_fr: Sauvegarde automatique données de couverture
pt_br: Salvar os gráficos de alcance
ru_ru: Автосохранение зон покрытия
zh_cn: 自动保存范围图

# AutoSavePolarPlotsOutOfBounds
source: The auto-save polar plots value must be at least 0.
de_de: Auto-speichern des Polar Plotwerts muss mindesten 0 sein.
fr_fr: La valeur de sauvegarde automatique doit être au minimum 0
pt_br: O valor deve ser no minimo 0
ru_ru: Значение автосохранения диаграммы приема должно быть не менее 0.
zh_cn: 自动保存极限图的值至少0秒

# AutoStartUPnP
source: Put server onto Internet at startup
de_de: Setze den Server ins Internet beim Starten
fr_fr: Mettre le serveur sur Internet au démarrage
pl_pl: Podczas startu publikuj serwer WWW w Internecie
pt_br: Tornar online assim que o servidor iniciar
ru_ru: Доступ к серверу из Интернет при запуске VRS
zh_cn: 在启动时将服务器放在 Internet上

source: Back
de_de: Zurück
fr_fr: Retour
pt_br: Voltar
ru_ru: Назад
zh_cn: 返回

# BackgroundThreadQueues
source: Queues
de_de: Warteschlange
pt_br: Filas
ru_ru: Очереди
zh_cn: 队列

source: Bad checksum
de_de: Mangelhafte Prüfsumme
fr_fr: Erreur checksum
pl_pl: Błędna suma kontrolna
pt_br: Mensagem vencida
ru_ru: Ошибка контрольной суммы
zh_cn: 错误校验和

source: Bad Listener Timeout
de_de: Mangelhaftes Listener Timeout
fr_fr: Temps dépassé
ru_ru: Недопустимое значение ListenerTimeout
zh_cn: 失败监听器超时

source: Badly formatted
de_de: Schlecht formatiert
fr_fr: Mauvais format
pl_pl: Błędnie sformatowano
pt_br: Mal formatadas
ru_ru: Ошибка формата
zh_cn: 格式错误

source: Basestation status
fr_fr: Statut de BaseStation
pl_pl: Stan BaseStation
ru_ru: Состояние BaseStation
zh_cn: Basestation 状态

# BeastModeSFeed
source: AVR or Beast Raw Feed
fr_fr: AVR ou Beast données brutes
pl_pl: AVR lub Beast Raw Feed
pt_br: AVR ou Beast Raw Feed
ru_ru: AVR или BEAST RAW

source: Bytes Buffered
fr_fr: Octets dans le buffer
pt_br: Bytes transbordados
ru_ru: Буферизировано, Байт
zh_cn: 已缓冲字节

source: Bytes received
de_de: Bytes empfangen
fr_fr: Octets reçus
pl_pl: Odebrano bajtów
pt_br: Bytes recebidos
ru_ru: Принято, Байт
zh_cn: 已接收字节

source: Bytes Sent
de_de: Bytes gesendet
fr_fr: Octets envoyés
pl_pl: Wysłano bajtów
pt_br: Bytes Enviados
ru_ru: Отправлено, Байт
zh_cn: 已发送字节

# BytesStale
source: Bytes Discarded
de_de: Verworfene Bytes
fr_fr: Octets rejetés
pt_br: Bytes Descartados
ru_ru: Отброшено, Байт
zh_cn: 已丢弃字节

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
zh_cn: 取消

# CanConnectWithSettings
source: A connection can be made with these settings
de_de: Mit diesen Einstellungen kann eine Verbindung hergestellt werden
fr_fr: Une connexion peut être fait avec ces paramètres
pl_pl: Używając tych ustawień można zestawić prawidłowo połączenie
pt_br: A conexão pode ser feita com essas configurações
ru_ru: Можно создать соединение с этими настройками
zh_cn: 可以使用这些设置创建连接

source: Cannot communicate with Flight Simulator X
de_de: Keine Kommunikation mit Flight Simulator X möglich
fr_fr: Impossible de communiquer avec Flight Simulator X
pl_pl: Nie mogę połączyć się z Flight Simulator X
pt_br: Impossível comunicar com o Flight Simulator X
ru_ru: Невозможно связаться с Flight Simulator X
zh_cn: 不能与 Flight Simulator X 通信

source: Cannot connect
de_de: Verbindung nicht möglich
fr_fr: Impossible de se connecter
pl_pl: Nie można się połączyć
pt_br: Não foi possivel conectar
ru_ru: Не удается подключиться
zh_cn: 无法连接

# CannotConnectToBaseStationFull
source: Cannot connect to data feed: {0}
de_de: Verbindung zum Datenstrom nicht möglich: {0}
fr_fr: Impossible de se connecter avec BaseStation: {0}
pl_pl: Nie mogę połączyć się z serwerem danych: {0}
pt_br: Impossível conectar ao receptor: {0}
ru_ru: Не удается подключиться к источнику данных: {0}
zh_cn: 不能连接到数据源: {0}

# CannotConnectToBaseStationTitle
source: Cannot Connect to Data Feed
de_de: Verbindung zum Datenstrom nicht möglich:
fr_fr: Impossible de se connecter avec BaseStation
pl_pl: Nie mogę połączyć się do serwera danych
pt_br: Impossível conectar ao receptor
ru_ru: Не удается подключиться к источнику данных
zh_cn: 不能连接到数据源

# CannotConnectWithSettings
source: A connection cannot be made with these settings.
de_de: Mit diesen Einstellungen kann keine Verbindung hergestellt werden
fr_fr: Une connexion ne peut être faite avec ces paramètres.
pl_pl: Używając tych ustawień NIE można zestawić prawidłowo połączenia.
pt_br: A conexão não pode ser feita com essas configurações
ru_ru: Нельзя создать соединение с этими настройками
zh_cn: 不能使用这些设置创建连接

source: Cannot determine network address
de_de: Netzwerkadresse kann nicht ermittelt werden
fr_fr: Impossible de déterminer l'adresse réseau
pl_pl: Nie mogę znaleźć adresu sieciowego
pt_br: Não foi possível definir o endereço de rede
ru_ru: Не удается определить сетевой адрес
zh_cn: 不能确认网络地址

# CannotLoadFlightRouteDataFull
source: Could not load the flight route data - {0}
de_de: Flugroutendaten konnten nicht geladen werden - {0}
fr_fr: Impossible de charger les données de route de vol - {0}
pl_pl: Nie mogę załadować danych tras lotów = {0}
pt_br: Não foi possível carregar os dados da rota de vôo - {0}
ru_ru: Не удалось загрузить данные о маршруте полета - {0}
zh_cn: 无法加载航班路径数据 - {0}

# CannotLoadFlightRouteDataTitle
source: Could Not Load Flight Route Data
de_de: Flugroutendaten konnten nicht geladen werden
fr_fr: Impossible de charger des données de route de vol
pl_pl: Nie mogę załadować danych tras lotów
pt_br: Não foi possível carregar dados das rotas de voo.
ru_ru: Не удалось загрузить данные о маршруте полета
zh_cn: 无法加载航班路径数据

# CannotOpenBaseStationDatabaseFull
source: Could not connect to the BaseStation database at {0}
de_de: Keine Verbindung zur BaseStation Datenbank über {0} möglich
fr_fr: Impossible de se connecter à la base de données BaseStation à {0}
pl_pl: Nie mogę połączyć się z bazą BaseStation - {0}
pt_br: Não foi possível conectar ao banco de dados do BaseStation em {0}
ru_ru: Не удалось подключиться к базе данных BaseStation в {0}
zh_cn: 无法连接到 BaseStation 数据库位置: {0}

# CannotOpenBaseStationDatabaseTitle
source: Cannot Open BaseStation Database
de_de: BaseStation Datenbank kann nicht geöffnet werden
fr_fr: Impossible d'ouvrir la base de données BaseStation
pl_pl: Nie mogę połączyć się z bazą BaseStation
pt_br: Não é possível abrir o banco de dados do BaseStation
ru_ru: Не удается открыть базу данных BaseStation
zh_cn: 无法打开 BaseStation 数据库

# CannotOpenDatabaseWantToAutoFix
source: Could not open {0}, the database engine reported an error: {1}\r\n\r\nWould you like to try an automatic fix of the problem and try to open the file again?
de_de: Konnte {0} nicht öffnen, die Datenbank-Engine berichtet einen Fehler: {1}\r\n\r\nMöchten sie versuchen das Problem automatisch zu beheben und die Datei erneut versuchen zu öffnen?
fr_fr: Ne peut ouvrir {0}, le gestionnaire de base de données retourne une erreur: {1}\r\n\r\n Voulez vous essayer de résoudre le problème automatiquement, et essayer d'ouvrir à nouveau le fichier ?
pt_br: Não foi possível abrir {0}, o motor de banco de dados relatou um erro: {1}\r\n\r\nVocê gostaria de tentar uma correção automática do problema e tentar abrir o arquivo novamente?
ru_ru: Не удалось открыть {0}, ошибка подсистемы хранения данных: {1}\r\n\r\n Попытаться автоматически устранить проблему и снова открыть файл?
zh_cn: 不能打开{0},数据库引擎报告的错误:{1}\r\n\r\n是否要尝试自动修复问题并再次重新打开文件?

# CannotParseRouteFile
source: Could not parse the route state file
de_de: Konnte Route Status Datei nicht parsen
fr_fr: Impossible d'analyser le fichier d'état de route
pl_pl: Nie można przetworzyć pliku z stanami tras
pt_br: Não foi possivel ler o arquivo com os planos de voo.
ru_ru: Невозможно разобрать файл с маршрутными данными
zh_cn: 无法解析路由状态文件

# CannotResolveAddress
source: The address {0} cannot be resolved
de_de: Die Adresse {0} kann nicht aufgelöst werden
fr_fr: Ne peut accèder à cette addresse
pt_br: O endereço {0} não pode ser resolvido.
ru_ru: Адрес {0} не может быть определен
zh_cn: 地址 {0} 无法被解析

# CannotStartDefaultBrowser
source: Could not start the default browser, do you have one registered? The exception was "{0}".
de_de: Es konnte kein Standardbrowser gestartet werden, ist einer registriert? Der Ausnahmefehler ist "";
pt_br: Não foi possível iniciar o navegador padrão, você tem um registrado? A exceção foi "{0}".
ru_ru: Не удалось запустить браузер по умолчанию, вы зарегистированы? Получено исключение "{0}".

# CannotStartDefaultBrowserTitle
source: Cannot Start Default Browser
de_de: Standardbrowser kann nicht gestartet werden
pt_br: Não é possível iniciar o navegador padrão
ru_ru: Невозможно запустить браузер по умолчанию

# CannotStartWebServerFull
source: Cannot start the web server on port {0}
de_de: Web Server kann auf port {0} nicht gestartet werden
fr_fr: Impossible de démarrer le serveur Web
pl_pl: Nie mogę uruhomić serwera WWW na porcie {0}
pt_br: Impossível iniciar o servidor Web na porta: {0}
ru_ru: Не удается запустить веб-сервер на порту {0}
zh_cn: 无法启动 Web 服务器在端口: {0}

# CannotStartWebServerTitle
source: Cannot Start Web Server
de_de: Start Web Server kann nicht gestartet werden
fr_fr: Impossible de démarrer le serveur Web
pl_pl: Nie mogę uruhomić serwera WWW
pt_br: Impossível iniciar o servidor Web
ru_ru: Не удается запустить веб-сервер
zh_cn: 无法启动 Web 服务器

# CaughtExceptionInReverseDNS
source: Caught exception while doing reverse DNS
de_de: Ausnahmefehler während Reverse DNS
fr_fr: Exception reverse DNS
pl_pl: Wystąpił wyjątek podczas rozwiązywania nazw w DNS (reverse DNS)
pt_br: Erro ao fazer o DNS reverso
ru_ru: Обрабатывать ошибки обратной зоны DNS
zh_cn: 解析DNS期间发生异常

# CheckForNewVersions
source: Check for program updates
de_de: Prüfe auf Programmaktualisierungen
fr_fr: Vérifier nouvelle version du programme
pl_pl: Sprawdź aktualziację programu
pt_br: Procurar atualizações
ru_ru: Проверять обновления программы
zh_cn: 检查程序更新
