Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

# OptionsDescribeDataSourcesDataBits
source: The number of bits to send per byte when communicating with the serial device. Only used for serial feeds.
de_de: Die Anzahl Bits gesendet pro Byte wenn mit dem seriellen Gerät kommuniziert wird. Wird nur für serielle Datenströme verwendet:
fr_fr: Le nombre de bits de données lors de la communication avec le périphérique série. Utilisé uniquement pour une transmission en série.
pl_pl: Ilość bitów do wysłania per bajt używana w komunikacji z portem szeregowym. Tylko dla źródeł z portu szeregowego.
pt_br: O número de bits para enviar por byte ao se comunicar com o dispositivo serial.
ru_ru: Число бит данных в символе при обмене данными с устройством. Используется только для сериального порта.
zh_cn: 当使用串行设备通讯时每字节发送位数. 仅用于串行数据源.

# OptionsDescribeDataSourcesDataSource
source: The receiver or program that will be sending aircraft data to Virtual Radar Server. The AVR option supports *, @ and : messages as well as Beast binary format messages.
de_de: Empfänger oder Programm das Flugzeugdaten an Virtual Radar Server sendet. Die AVR Option unterstützt *, @ and : Nachrichten sowie Beast binary format Nachrichten.
fr_fr: Le récepteur ou le programme qui enverra des données de l'avion à Virtual Radar Server. L' option AVR supporte *, @ et : messages ainsi que les messages au format binaire du Beast.
pl_pl: Odbiornik lub program, który będzie wysyłał dane do serwera Virtual Radar. Opcja AVR obsługuje wiadomości *, @ oraz : a także wersję binarną Beast
pt_br: O receptor ou o programa que estará enviando dados de aeronaves para o Virtual radar Server. A opção AVR suporta mensagns *, @ and :, bem como mensagens no formato Beast binary.
ru_ru: Формат данных приемника или программы, которые Virtual Radar Server будет получать на вход. Поддерживаются символы *, @, : в начале AVR сообщений, а также бинарный формат BEAST.
zh_cn: 将发送航空器数据到 Virtual Radar Server的接收器或者程序. AVR 选项支持 *, @ 和 :为消息的 Beast 二进制格式的消息.

# OptionsDescribeDataSourcesFlagsFolder
source: The folder that contains operator flag image files using the ICAO operator code as the file name.
de_de: Der Ordner der die Dateien für die Betreiberflaggen enthält - die Dateinamen entsprechen dem ICAO Betreibercode
fr_fr: Le dossier qui contient les fichiers d'image logos opérateur en utilisant le code opérateur OACI comme nom de fichier.
pl_pl: Folder zawierający obraz flagi operatora, używając nazwy ICAO jako nazwy pliku.
pt_br: A pasta que contém arquivos de imagem de bandeira do operador usando o ICAO como nome do arquivo.
ru_ru: Папка, содержащая логотипы авиакомпаний, в качестве имен файлов используются ICAO коды авиакомпаний.
zh_cn: 包含使用 ICAO 航空公司代码作为文件名的航空公司标志图像文件的文件夹.

# OptionsDescribeDataSourcesHandshake
source: The flow control protocol to use when communicating with the serial device. Only used for serial feeds.
de_de: Das Flussprotokoll das verwendet wird wenn mit dem seriellen Gerät kommuniziert wird. Wird nur für serielle Datenströme verwendet:
fr_fr: Le protocole de contrôle de flux à utiliser lors de la communication avec le périphérique série. Utilisé uniquement pour une transmission en série.
pl_pl: Protokół kontroli przepływu używany w komunikacji z portem szeregowym. Tylko dla źródeł z portu szeregowego.
pt_br: O protocolo de controle de fluxo para usar ao se comunicar com o dispositivo serial.
ru_ru: Протокол управления передачей при обмене данными с устройством. Используется только для сериального порта.
zh_cn: 当使用串行设备通讯时使用的流控制协议. 仅用于串行数据源.

# OptionsDescribeDataSourcesIdleTimeout
source: The number of seconds to wait before disconnecting the feed when no data has been received and keep-alive packets are not being used.
de_de: Die Dauer in Sekunden bevor die Verbindung des Datenstroms beendet werden wenn keine Daten empfangen werden und keine Keep-Alive Pakete verwendet werden.
fr_fr: Le nombre de secondes avant disconnection du flux, quand aucune données n'est reçue.
pt_br: O número de segundos de espera antes de desligar a alimentação quando nenhum dado foi recebido.
ru_ru: Количество секунд ожидания перед закрытием соединения, если не было получено каких-либо данных и не используются keep-alive пакеты.
zh_cn: 断开源的连接之前没有数据接收并且keep-alive包未使用时等待的秒数.

# OptionsDescribeDataSourcesIgnoreBadConnection
source: No to disconnect from the data feed if a badly formatted message is received, yes to ignore bad messages and stay connected to the feed.
de_de: Nein, zur Unterbrechung des Datenstroms wenn eine schlecht formatierte Nachricht empfangen wird, Ja um mit dem Datenstrom verbunden zu bleiben und schlecht formatierte Nachrichten zu ignorieren.
fr_fr: "Non" pour vous déconnecter à la réception d'un message mal formaté , "Oui" pour ignorer les messages incorrects et restez connecté.
pl_pl: Nie, aby rozłączyć strumień danych jeśli otrzymana zostanie źle sformatowana wiadomość, tak aby ignorować złe wiadomości i nie rozłączać się ze strumieniem.
pt_br: Não para desconectar os receptores se for recebida uma mensagem mal formatada. Sim para ignorar mensagens ruins e manter o receptor ligado
ru_ru: "Нет" - отключить источник, если поступают сообщения с ошибками, "Да" - игнорировать и продолжать получать.
zh_cn: 否 当收到错误格式消息断开数据源, 是 忽略错误消息并保持已连接到数据源.

# OptionsDescribeDataSourcesLookupAircraftDetailsOnline
source: Yes if missing aircraft details should be fetched from an online source and cached locally, no to only use the local BaseStation.sqb as a source of aircraft data
de_de: Ja, wenn fehlende Details von einer Online Quelle abgerufen und lokal gecacht werden sollen, Nein, um nur das lokale BaseStation.sqb als Quelle für Flugzeugdaten zu verwenden.
pt_br: Sim, se faltando detalhes de aeronaves deve ser obtido a partir de uma fonte online e armazenados em cache localmente, não para uso apenas do BaseStation.sqb local como uma fonte de dados de aeronaves
ru_ru: "Да", если отсутствующие сведения о самолете следует получать из онлайновых интернет источников и кэшировать локально, "Нет" - использовать в качестве источника данных только файл BaseStation.sqb.

# OptionsDescribeDataSourcesParity
source: The parity check to apply when communicating with the serial device. Only used for serial feeds.
de_de: Die Paritätsprüfung die angewandt wird wenn mit dem seriellen Gerät kommuniziert wird. Wird nur für serielle Datenströme verwendet:
fr_fr: Le contrôle de parité à appliquer pendant la communication avec le périphérique série. Utilisé uniquement pour une transmission en série.
pl_pl: Kontrola parzystości do włączenia używana w komunikacji z portem szeregowym. Tylko dla źródeł z portu szeregowego.
pt_br: A verificação de paridade para aplicar ao se comunicar com o dispositivo serial.
ru_ru: Использование контроля четности для проверки ошибок передачи при обмене данными с устройством. Используется только для сериального порта.
zh_cn: 使用串行设备通讯时应用的奇偶校验. 仅用于串行数据源.

# OptionsDescribeDataSourcesPicturesFolder
source: The folder that contains photographs of the aircraft using the aircraft registration and/or ICAO code as the file name.
de_de: Der Ordner der die Fotografien von Flugzeugen enthält - die Dateinamen entsprechen der Flugzeugregistrierungsnummer und/oder dem ICAO Code.
fr_fr: Le dossier qui contient des photographies de l'avion à l'aide de l'immatriculation de l'aéronef et/ou code OACI comme nom de fichier.
pl_pl: Folder, który zawiera fotografie samolotów używając numeru rejestracyjnego i/lub kodu ICAO jako nazwy pliku.
pt_br: A pasta que contém as fotografias dsa aeronaves usando o registo de aeronaves e/ou o código HEXA, como o nome do arquivo.
ru_ru: Папка, содержащая фотографии самолетов, в качестве имен файлов используются регистрационные номера самолетов и/или их ICAO коды типов.
zh_cn: 包含使用航空器注册号和/或 ICAO 代码作为文件名的航空器照片的文件夹.

# OptionsDescribeDataSourcesPort
source: The port that the receiver or program is sending aircraft data on. Only used for Network data feeds.
de_de: Der Port über den der Empfänger oder das Programm Flugzeugdaten sendet. Nur für Netzwerkdatenströme verwendet
fr_fr: Le port sur lequel le récepteur ou le programme envoie les données de l'avion. Utilisé uniquement pour les flux de données réseau.
pl_pl: Port, z którego odbiornik lub program wysyła dane o samolotach. Używany tylko w trybie strumieni sieciowych.
pt_br: A porta que o receptor ou o programa está enviando dados de aeronaves. Usado somente para feeds de dados de rede.
ru_ru: Номер порта, через который приемник или программа посылает данные. Используется только для сетевых источников.
zh_cn: 正在发送航空器数据的接收器或者程序对端口.仅用于网络数据源.

# OptionsDescribeDataSourcesSearchPictureSubFolders
source: Yes to search within sub-folders of the pictures folder for pictures, no to only search within the pictures folder.
de_de: Ja, um innerhalb von Unterordnern des Bilderordner zu suchen, Nein um nur im Bilderordner zu suchen.
fr_fr: Oui pour chercher dans les sous-répertoires d'images, non pour chercher uniquement dans le répertoire d'images
pt_br: Sim para pesquisar nas subpastas da pasta de fotos, não para pesquisar apenas dentro da pasta de fotos.
ru_ru: "Да", чтобы искать изображения в поддиректориях, "Нет" - только в указанной директории.
zh_cn: 是 在图片文件夹的子文件夹范围内搜索图片, 否 仅在图片文件夹范围内搜索图片.

# OptionsDescribeDataSourcesShutdownText
source: The command to send to the receiver when disconnecting. MiniADSB-based receivers should be sent #43-00\r. Only used for serial feeds.
de_de: Das Kommando das zum Empfänger gesendet wird wenn die Verbindung geschlossen wird. MiniADSB-basierte Empfänger sollten #43-00\r gesendet bekommen. Wird nur für serielle Datenströme verwendet:
fr_fr: La commande envoyée au récepteur lors de la déconnexion. Les récepteurs MiniADSB doivent recevoir à #43-00\r. Utilisé uniquement pour une transmission en série.
pl_pl: Komenda wysyłana do odbiornika podczas rozłączania się. Odbiorniki MiniADSB powinny otrzymać $43-00\r. Tylko dla źródeł z portu szeregowego.
pt_br: O comando para enviar para o receptor ao desligar. Receptores baseados em MiniADSB deve ser enviado #43-00\r.
ru_ru: Управляющая команда для отправки в приемник для отключения обмена данными. Для microADSB должно быть #43-00\r. Используется только для сериального порта.
zh_cn: 断开连接时发送到接收器的命令.MiniADSB-based 接收器 应该发送 #43-00\r. 仅用于串行数据源.

# OptionsDescribeDataSourcesSilhouettesFolder
source: The folder that contains silhouette image files using the aircraft ICAO model type code as the file name.
de_de: Der Ordner der die Dateien für die Silhouetten enthält - die Dateinamen entsprechen dem ICAO Modellcode.
fr_fr: Le dossier qui contient les fichiers d'image de silhouette en utilisant la code OACI de modèle d'avion comme nom de fichier.
pl_pl: Folder, który zawiera sylwetki samolotów używając numeru rejestracyjnego i/lub kodu ICAO jako nazwy pliku.
pt_br: A pasta que contém arquivos de imagem da silhueta usando ss códigos ICAO das aeronaves como nome do arquivo.
ru_ru: Папка, содержащая силуэты самолетов, в качестве имен файлов используются ICAO коды типов.
zh_cn: 包含使用航空器ICAO型号类型代码作为文件名的轮廓图像文件的文件夹.

# OptionsDescribeDataSourcesStartupText
source: The command to send to the receiver once a connection has been established. MiniADSB-based receivers should be sent #43-02\r. Only used for serial feeds.
de_de: Der Befehl, der dem Empfänger gesendet wird wenn eine Verbindung einmal hergestellt wurde. MiniADSB-basierte Empfänger sollten #43-02\r gesendet bekommen. Wird nur für serielle Datenströme verwendet:
fr_fr: La commande envoyée au récepteur une fois qu'une connexion a été établie. Les récepteurs MiniADSB doivent recevoir #43-02\r. Utilisé uniquement pour une transmission en série.
pl_pl: Komenda wysyłana do odbiornika po zestanowieniu połączenia. Odbiorniki MiniADSB powinny otrzymać $43-02\r. Tylko dla źródeł z portu szeregowego.
pt_br: O comando para enviar para o receptor, uma vez que uma conexão foi estabelecida. Receptores baseados em MiniADSB deve ser enviado #43-02\r
ru_ru: Управляющая команда для отправки в приемник для инициализации обмена данными. Для microADSB должно быть #43-02\r. Используется только для сериального порта.
zh_cn: 一旦连接建立发送到接收器的命令. MiniADSB-based 接收器 应该发送 #43-02\r. 仅用于串行数据源.

# OptionsDescribeDataSourcesStopBits
source: The number of bits at the end of each byte when communicating with the serial device. Only used for serial feeds.
de_de: Die Anzahl Bits am Ende jeden Bytes wenn mit dem seriellen Gerät kommuniziert wird. Wird nur für serielle Datenströme verwendet:
fr_fr: Le nombre de bits à la fin de chaque octet lorsqu'il communique avec le périphérique série. Utilisé uniquement pour une transmission en série.
pl_pl: Ilość bitów na końcu każdego bajtu używana w komunikacji z portem szeregowym. Tylko dla źródeł z portu szeregowego.
pt_br: O número de bits no final de cada byte na comunicação com o dispositivo serial.
ru_ru: Число стоп-бит, которые определяют конец символа при обмене данными с последовательным устройством. Используется только для сериального порта.
zh_cn: 使用串行设备通讯时每个字节结束的位数. 仅用于串行数据源.

# OptionsDescribeDataSourcesUseKeepAlive
source: Yes to use keep-alive packets to detect a feed that has gone down, no to reset the connection if no data is received after a given number of seconds.
de_de: Ja, um Keep-Alive Pakete zu verwenden und damit Datenströme zu ermitteln die keine Daten mehr liefern, Nein um die Verbindung zurückzusetzen wenn nach einer gewissen Anzahl Sekunden keine Daten mehr empfangen werden.
pt_br: Sim para utilizar pacotes "keep-alive" para detectar uma alimentação que tenha perdido o sinal, Não para redefinir a conexão, se nenhum dado for recebido após um determinado número de segundos.
ru_ru: "Да", чтобы использовать keep-alive пакеты для обнаружения разорванного соединения, "Нет", чтобы принудительно закрыть соединение, если данные не поступают в течение заданного количества секунд.
zh_cn: 是 使用 keep-alive 包来检测一个源失效，否 如果在给定的秒数之后没有数据被接收重置连接。

# OptionsDescribeDefaultAccess
source: Whether to allow or reject connections from addresses that do not match any of the CIDR addresses.
de_de: Verbindungen von Adressen erlauben oder zurückweisen die auf keine der CIDR Adressen passen.
fr_fr: Autoriser ou refuser les connexions provenant d'adresses qui ne correspondent pas l'une des adresses CIDR.
pt_br: Quando permitir ou rejeitar conexões de endereços que não correspondem a nenhum dos endereços CIDR.
ru_ru: Разрешать или отклонять соединения с адресов, которые не соответствуют ни одному из CIDR адресов.
zh_cn: 是否允许或者拒绝一个不满足CIDR地址格式的连接。

# OptionsDescribeDirectoryEntryKey
source: This is used to confirm that the site that you have added to the public directory of Virtual Radar Server sites belongs to you. You can add your site to the directory by going to the routes site (http://sdm.virtualradarserver.co.uk), creating an account and then enter your site's details in the Account section. Copy the key from those details into this field.\r\n\r\nIf you do not want your site added to the public directory then leave this entry empty.
de_de: Dies wird verwendet um zu bestätigen, dass die Seite, die Sie zum öffentlichen Verzeichnis der Virtual Radar Server Sites hinzugefügt haben, zu Ihnen gehört. Sie können Ihre Site dem Verzeichnis hinzufügen indem Sie zur Routes Site (http://sdm.virtualradarserver.co.uk) gehen, dort einen Account einrichten und dann die Details für Ihre Site unter Ihrem Account angeben. Kopieren Sie die Details in dieses Feld.\r\n\r\nWenn Sie nicht möchten, dass Ihre Site zu den öffentlichen Sites hinzugefügt wird, lassen Sie das Feld leer.
fr_fr: Utilisé pour confirmer que le site que vous avez ajouté au répertoire des sites publics de Virtual Radar Server vous appartient. Vous pouvez ajouter votre site dans l'annuaire en allant sur le site des routes (http://sdm.virtualradarserver.co.uk), créer un compte, puis entrez les coordonnées de votre site dans la section Compte. Copiez la clé de ces informations dans ce domaine. \ R \ n \ r \ nSi vous ne voulez pas que votre site soit ajouté au répertoire public alors laissez cette entrée vide.
pt_br: Isto é usado para confirmar se o site que você adicionou a pagina do VRS pertence a você. Você pode adicionar seu site, indo para o site de rotas (http://sdm.virtualradarserver.co.uk), criando uma conta e, em seguida, digite os detalhes do seu site na seção Account. Copie a chave a partir desses detalhes para este campo.\r\n\r\nIf Se você não quer que seu sites seja adicionado ao diretório público, então deixe esta entrada vazia.
ru_ru: Используется, чтобы подтвердить, что сайт, который вы добавили в публичный каталог сайтов Virtual Radar Server, принадлежит вам. Вы можете добавить ваш сайт в каталог, перейдя на сайт маршрутов (http://sdm.virtualradarserver.co.uk), создать там учетную запись и заполнить сведения о своем сайте в разделе Account. Скопируйте ключ в это поле.\r\n\r\nЕсли Вы не хотите, чтобы ваш сайт был добавлен в публичный каталог, оставьте это поле пустым.
zh_cn: 这是用于确认已经添加到属于你的Virtual Radar Server站点公共目录的站点。你可以通过访问路径站点(http://sdm.virtualradarserver.co.uk)，创建一个帐号并在帐号部分输入你的站点的详情来添加你的站点到目录中。复制详情中的密钥到本字段。\r\n\r\n如果你不想把你的站点添加到公共目录只需将该项保留为空。

# OptionsDescribeDownloadGlobalAirPressureReadings
source: Yes to periodically download air pressure settings from the Internet, no to disable the downloads. Air pressure readings are used to convert from the pressure altitudes reported by the aircraft to the actual altitude.
de_de: Ja, um regelmässig Luftdruckwerte aus dem Internet herunterzuladen, nein um keine Werte herunterzuladen. Luftdruckwerte werden verwendet um Höhendruck der von Flugzeugen übermittelt wird in die tatsächliche Höhe zu konvertieren.
pt_br: Sim para baixar periodicamente ajustes de pressão de ar da Internet, não para desativar os downloads. As leituras de pressão de ar são usadas para converter as altitudes de pressão relatadas pela aeronave para a altitude real.
ru_ru: "Да", для периодической загрузки давления из Интернета, "Нет" - отключить загрузку. Показания давления используются для преобразования барометрической высоты, сообщаемой самолетом в фактическую высоту.

# OptionsDescribeEnableBundling
source: Yes to merge multiple CSS or JavaScript files into a single download, no to keep the files separate.
de_de: Ja, um mehrere CSS oder Java Skript Dateien in einen einzigen Download zusammenzuführen, Nein, um die Dateien separat zu halten.
fr_fr: Oui pour fusionner des fichiers multiples CSS ou JavaScript en un seul téléchargement, non pour conserver les fichiers distincts.
pt_br: Sim para mesclar vários arquivos CSS ou JavaScript em um único download, não para manter os arquivos separados.
ru_ru: "Да", чтобы объединить несколько CSS или JavaScript файлов при скачивании, "Нет", чтобы скачивать файлы без изменений.
zh_cn: 是 合并多个CSS 或者 JavaScript 文件到一个单独的下载, 否 保持文件独立.

# OptionsDescribeEnableCompression
source: Yes to compress responses sent to browsers, no to send responses uncompressed
de_de: Ja, um Antworten die zum Browser gesendet werden zu komprimieren, Nein, um Antworten unkomprimiert zu senden
fr_fr: Oui, pour comprimer les réponses vers le navigateur, Non pour envoyer les réponses non compressées
pt_br: Sim para compactar as respostas enviadas para o navegador, não para enviar respostas descompactadas
ru_ru: "Да", чтобы сжать отправляемые браузеру ответы, "Нет" - посылать несжатыми
zh_cn: 是 压缩发送到浏览器的响应(responses), 否 发送未压缩的响应(responses).

# OptionsDescribeEnableMinifying
source: Yes to compress CSS and JavaScript files when serving them to a browser, no to send the files unchanged.
de_de: Ja, um CSS und Java Skript Dateien zu komprimieren wenn Sie einem Browser zur Verfügung gestellt werden, Nein, um die Dateien unverändert zu senden.
fr_fr: Oui pour compresser des fichiers CSS et JavaScript et les envoyer vers le navigateur et non pour envoyer les fichiers inchangés.
pt_br: Sim para comprimir arquivos CSS e JavaScript quando servi-los a um navegador, não para enviar os arquivos inalterados.
ru_ru: "Да", чтобы сжать CSS и JavaScript файлы при отправке их в браузер, "Нет" - отправлять файлы без изменений.
zh_cn: 是 压缩发送到浏览器的 CSS 和 JavaScript 文件 , 否 发送未更改的文件.

# OptionsDescribeFlightSimulatorXReceiverId
source: The receiver that will be used by the Flight Simulator X "ride-along" feature.
de_de: Der Empfänger der für Flight Simulator X "ride-along" verwendet wird.
fr_fr: Le récepteur qui sera utilisé par la fonctionnalité de Flight Simulator X « ride-along ».
pt_br: O receptor que será usado pelo recurso do Flight Simulator X "passeio".
ru_ru: Приемник для Flight Simulator X "ride-along".
zh_cn: 用于 Flight Simulator X "ride-along" 功能的接收器.

# OptionsDescribeGeneralAudioEnabled
source: Yes to enable the audio features of the web site, no to disable them.
de_de: Ja, um die Audiofunktionen für die Webseite zu aktivieren, Nein um diese zu deaktivieren.
fr_fr: "Oui" pour activer les fonctions audio du site web, "Non" pour la désactiver.
pl_pl: Tak, aby włączyć odczyt głosowy na stronie WWW, nie aby wyłączyć
pt_br: Sim para habilitar os recursos de áudio do site, não para desativá-los.
ru_ru: "Да" - включить звуковые функции веб-сайта, "Нет" - отключить.
zh_cn: 是 启用网站声音功能, 否 禁用.

# OptionsDescribeGeneralAutoSavePolarPlotsMinutes
source: The number of minutes to pause between automatic saves of the receiver range plots. Set this to zero to disable periodic automatic saving and to only save when the program shuts down.
de_de: Anzahl der Minuten die pausiert werden soll zwischen der automatischen Speicherung des Empfängerreichenweiten-Darstellung (Plot). Setze diesen Wert auf Null um das Autospeichern zu deaktivieren und nur zu speichern, wenn das Programm beendet wird.
fr_fr: Le nombre de minutes de pause entre les sauvegardes automatiques des diagrammes de couverture du récepteur. Zéro pour désactiver la sauvegarde automatique, et sauvegarde à la fermeture du programme
pt_br: Minutos ente os auto-saves dos gráficos de alcance. Se configurado com um zero, só será salvo no momento em que o programa for fechado
ru_ru: Интервал между автоматическим сохранением зон покрытия приемника, в минутах. Установите в ноль, чтобы отключить периодическое автосохранение и сохранять только при завершении программы.
zh_cn: 自动保存接收器范围图暂停间隔分钟数。设置为0禁止周期自动保存仅在程序关闭时保存。

# OptionsDescribeGeneralCheckForNewVersions
source: Yes to allow the program to notify you when a new version of the program is available for download, no to disable the check.
de_de: Ja, um dem Programm zu erlauben Sie zu benachrichtigen wenn eine neu Version zum Herunterladen verfügbar ist, Nein, um die Prüfung zu deaktivieren.
fr_fr: "Oui" pour permettre au programme de vous avertir lorsqu' une nouvelle version du programme peut être téléchargé,"Non" pour désactiver la vérification.
pl_pl: Tak, aby pozwolić programowi na powiadomienia gdy pojawi się jego nowa wersja do pobrania, nie aby wyłączyć sprawdzanie.
pt_br: Sim para permitir que o programa o avise quando uma nova versão estiver disponivel para download, não para desativar.
ru_ru: "Да" - разрешить уведомление о доступности новой версии, "Нет" - отключить проверку.
zh_cn: 是 允许程序在新版本程序有效下载时通知, 否 禁止检测.

# OptionsDescribeGeneralCheckForNewVersionsPeriodDays
source: How many days to wait between checks for new versions.
de_de: Anzahl der Tage zwischen dem Prüfen auf eine neue Programmversion.
fr_fr: Nombre de jours entre les vérifications de nouvelles versions.
pl_pl: Ilość dni, pomiędzy sprawdzaniem nowej wersji.
pt_br: Quantos dias de espera entre a verificação por novas versões.
ru_ru: Интервал проверки наличия новых версий, дней
zh_cn: 检测新版本间隔多少数.
