Repository: vradarserver/vrs
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de, fr_fr, pl_pl, pt_br, ru_ru, zh_cn

source: Read buffer size
de_de: Lese Buffergrösse
fr_fr: Taille buffer
pt_br: Tamanho do buffer
ru_ru: Размер буфера чтения
zh_cn: 读缓冲区大小

source: Reading speed
de_de: Lesegeschwindigkeit
fr_fr: Vitesse de lecture
pl_pl: Odczytana prędkość
pt_br: Velocidade da leitura
ru_ru: Скорость голоса
zh_cn: 朗读速度

# ReadingSpeedOutOfBounds
source: The text to speech speed must be between -10 and 10
de_de: Die "Text-to-Speech"-Geschwindigkeit muss zwischen -10 und 10 liegen
fr_fr: La vitesse de synthèse vocale doit être comprise entre -10 et 10
pl_pl: Prędkość czytanego tekstu musi byc pomiędzy -10 a 10
pt_br: A velocidade da reprodução do texto -10 e 10
ru_ru: Скорость голоса должна быть от -10 до 10
zh_cn: Text to speech 速度必须在 -10 至 10 之间

source: Reason
de_de: Ursache
fr_fr: Cause
pl_pl: Powód
pt_br: Razão
ru_ru: Причина
zh_cn: 结果

# RebroadcastFormatRequired
source: Please select the rebroadcast message format
de_de: Bitte wählen Sie das Rebroadcast-Nachrichtenformat aus
fr_fr: Veuillez sélectionner le format de message de rediffusion
pl_pl: Proszę podać format wiadomości rozsiewanych
pt_br: Por favor, selecione o formato das mensagens de retransmissão
ru_ru: Выберите формат сообщения для ретрансляции
zh_cn: 请选择转播消息格式

# RebroadcastOptionsTitle
source: Rebroadcast Servers
de_de: Rebroadcast Server
fr_fr: Serveurs de rediffusion
pl_pl: Serwery rozsiewcze
pt_br: Servidores retransmissores
ru_ru: Ретрансляция данных
zh_cn: 转播服务器

# RebroadcastSendIntervalOutOfBounds
source: The send interval must be between 1 and 30 seconds
de_de: Der Sendeintervall muss zwischen 1 und 30 Sekunden liegen
pt_br: O intervalo de envio deve ser entre 1 e 30 segundos
ru_ru: Интервал отправки может быть от 1 до 30 с
zh_cn: 发送间隔必须在1至30秒之间。

source: Rebroadcast server
fr_fr: Serveurs de rediffusion
pl_pl: Serwer rozsiewczy
pt_br: Servidor retransmissor
ru_ru: Настройки ретранслирующего сервера
zh_cn: 转播服务器

# RebroadcastServerIdleTimeoutOutOfBounds
source: The idle timeout must be at least 5 seconds
de_de: Das Idle Timeout muss mindestens 5 Sekunden betragen
fr_fr: L' idle Timeout doit être au minimum de 5 secondes
pt_br: O tempo limite de ociosidade deve ser de pelo menos 5 segundos.
ru_ru: Таймаут простоя должен быть не менее 5 сек.
zh_cn: idle 超时必须至少5秒

# RebroadcastServersDescribeMany
source: {0} servers configured, {1} enabled
de_de: {0} sServer konfiguriert, {1} aktiv
fr_fr: {0} serveurs configurés , {1} activé
pl_pl: Skonfigurowano sererów: {0}, włączono: {1}
pt_br: {0} servidores configurados, {1} habilitado
ru_ru: настроено серверов {0}, включено {1}
zh_cn: {0} 服务器已配置, {1} 已启用

# RebroadcastServersDescribeSingle
source: 1 server configured, {0} enabled
de_de: 1 Server konfiguriert, {0} aktiv
fr_fr: 1 serveur configuré, {0} activé
pl_pl: 1 serwer skonfigurowany, włączono: {0}
pt_br: 1 servidor configurado, {0} habilitado
ru_ru: 1 сервер настроен, включен {0}
zh_cn: 1 服务器已配置, {0} 已启用

# RebroadcastServersLabel
source: Rebroadcast servers
de_de: Rebroadcast server
fr_fr: Serveurs de rediffusion
pl_pl: Serwery rozsiewcze
pt_br: Servidores retransmissores
ru_ru: Ретранслирующие серверы
zh_cn: 转播服务器

# RebroadcastServersNoneConfigured
source: None
de_de: Kein(e)
pl_pl: Brak
pt_br: Nenhuma
ru_ru: Нет
zh_cn: 无

# RebroadcastServersStatus
source: Rebroadcast server status
fr_fr: Etat Serveurs de rediffusion
pl_pl: Status serwerów rozsiewczych
pt_br: Status do servidor restrasmissor
ru_ru: Состояние ретранслирующего сервера
zh_cn: 转播服务器状态

# RebroadcastServersTitle
source: Rebroadcast Servers
de_de: Rebroadcast Server
fr_fr: Serveurs de rediffusion
pl_pl: Serwery rozsiewcze
pt_br: Servidores retransmissores
ru_ru: Ретранслирующие Серверы
zh_cn: 转播服务器

# RecConWizConnectionTypeTitle
source: How is the receiver connected?
de_de: Wie ist der Empfänger verbunden?
fr_fr: Comment est connecté le récepteur
pt_br: Como é o receptor conectado?
ru_ru: Как подключен приемник?
zh_cn: 接收器如何连接

# RecConWizDedicatedKinetics
source: Kinetic Avionics SBS series or Puck
de_de: Kinetic Avionics SBS Serie oder Puck
pt_br: Kinetic Avionics SBS series ou Puck
ru_ru: Kinetic Avionics SBS серии или Puck
zh_cn: Kinetic Avionics SBS 系列或者定位器

# RecConWizDedicatedMicroAdsb
source: microADSB USB stick
ru_ru: microADSB USB брелок
zh_cn: microADSB USB 杆

# RecConWizDedicatedTitle
source: What kind of hardware are you using?
de_de: Welche Art Hardware verwenden Sie?
fr_fr: Quel type de matériel utilisez-vous?
pt_br: Que tipo de hardware você está usando?
ru_ru: Какое оборудование вы используете?
zh_cn: 你正在使用何种硬件

# RecConWizFinishAction
source: Click Finish to modify the current receiver or Cancel to abandon your changes.
de_de: Klicken Sie Beenden um den aktuellen Empfänger zu modifizieren oder Abbrechen um Ihre Änderungen zu verwerfen.
fr_fr: Clic "terminer" pour changer de récepteur, ou "annuler" pour annuler les changements
pt_br: Clique em Concluir para modificar o receptor atual ou Cancelar para abandonar as suas alterações.
ru_ru: Нажмите "Готово", чтобы изменить текущий приемник или "Отмена", чтобы не менять.
zh_cn: 单击完成修改当前接收器或者取消丢弃设置

# RecConWizFinishTitle
source: Finished
de_de: Beendet
fr_fr: Terminé
pt_br: Concluído
ru_ru: Выполнено
zh_cn: 完成

# RecConWizKineticConDirect
source: No, connect directly to the receiver
de_de: Nein, verbinde direkt zum Empfänger
fr_fr: Non, connecté directement au récepteur
pt_br: Não, conectar-se diretamente com o receptor
ru_ru: Нет, подключение к приемнику напрямую
zh_cn: 否,直接连接到接收器

# RecConWizKineticConNote
source: Note: Connecting directly to the hardware is only supported over the network. The receiver must have the latest firmware installed.
de_de: Hinweis: Direkt zur Hardware zu verbinden ist nur über das Netztwerk möglich. Der Empfänger muss die neueste Firmware installiert haben.
fr_fr: Note: La connexion directe avec le matériel est pris en charge uniquement sur le réseau. Le récepteur doit avoir la dernière version du firmware installée.
pt_br: Nota: Conexão direta com o hardware só é suportada pela rede. O receptor deve ter a versão do firmware mais recente instalado.
ru_ru: Примечание: Подключение непосредственно к оборудованию поддерживается только по сети. В приемнике должна быть установлена последняя прошивка.
zh_cn: 注意:直接连接到硬件仅支持通过网络方式,接收器必须已安装最新的固件.

# RecConWizKineticConTitle
source: Are you using BaseStation?
de_de: Verwenden Sie BaseStation?
fr_fr: Utilisez-vous BaseStation ?
pt_br: Você está usando BaseStation?
ru_ru: Используете ли вы BaseStation?
zh_cn: 是否正在使用BaseStation?

# RecConWizLoopbackTitle
source: Is {0} running on this computer?
de_de: Läuft {0} auf Ihrem Computer?
fr_fr: Est-ce que {0} est actif sur cet ordinateur
pt_br: {0} esta em execução neste computador?
ru_ru: {0} запущен на этом компьютере?
zh_cn: {0} 是否正在本机运行?

# RecConWizNetworkHardwareAddressTitle
source: Enter the network address of {0}
de_de: Geben Sie die Netzwerkadresse von {0} an
fr_fr: Entrer l'adresse réseau {0}
pt_br: Digite o endereço de rede do {0}
ru_ru: Введите сетевой адрес {0}
zh_cn: 输入 {0} 网络地址

# RecConWizNetworkProgramAddressTitle
source: Enter the network address of the computer that is running {0}
de_de: Geben Sie die Netzwerkadresse des Computers an auf dem {0} läuft
fr_fr: Entrer l'adresse réseau de l'ordinateur actif {0}
pt_br: Digite o endereço de rede do computador que está executando {0}
ru_ru: Введите сетевой адрес компьютера, на котором запущен {0}
zh_cn: 输入正在运行 {0} 的计算机网络地址

# RecConWizReceiverClassDedicated
source: A radio that receives and decodes transponder signals
de_de: Ein Funkempfänger welcher Transponder Signale empfängt und dekodiert
fr_fr: Un récepteur qui reçoit et décode les signaux transpondeur
pt_br: O rádio que recebe e decodifica sinais de transponder
ru_ru: Классический радиоприемник
zh_cn: 用于接收和解码应答信号的无线电

# RecConWizReceiverClassSdr
source: A software defined radio
de_de: Ein software-basierter Funkempfänger
fr_fr: Un récepteur SDR
ru_ru: Программно-определяемая радиосистема (SDR)
zh_cn: 软件定义无线电

# RecConWizReceiverClassTitle
source: What kind of receiver do you want to connect to?
de_de: Welche Art Empfänger möchten Sie verbinden?
fr_fr: A quel type de récepteur souhaitez vous vous connecter?
pt_br: Que tipo de receptor que você deseja conectar?
ru_ru: К какому виду приемников вы хотите подключиться?
zh_cn: 你要连接何种接收器

# RecConWizSdrModesdeco
source: Modesdeco
ru_ru: ModeSDeco2

# RecConWizSdrTitle
source: Which decoder program are you using with the SDR?
de_de: Welches Dekodierprogramm verwenden Sie mit dem SDR?
fr_fr: Quel programme de décodage utilisez-vous avec le SDR?
pt_br: Qual decodificador você está usando com o SDR?
ru_ru: Какую декодирующую программу вы используете для SDR?
zh_cn: 你要用哪个SDR解码程序?

# RecConWizSourceTheReceiver
source: the receiver
de_de: der Empfänger
fr_fr: Le récepteur.
pt_br: O receptor
ru_ru: приемник
zh_cn: 接收器

# RecConWizSourceTheSdr
source: the SDR decoder
de_de: der SDR Dekoder
fr_fr: Le décoder SDR.
pt_br: O decodificador SDR
ru_ru: программный SDR декодер
zh_cn: SDR解码器

# ReceivedCountMessages
source: Received {0:N0} messages
de_de: Empfangen {0:N0} Nachrichten
fr_fr: Reçu {0:N0} messages
pl_pl: Odebrano wiadomości: {0:N0
pt_br: Recebido {0:N0} mensagens
ru_ru: Принято {0:N0} сообщений
zh_cn: 已接收 {0:N0} 消息

source: Receiver
de_de: Empfänger
fr_fr: Récepteur
pt_br: Receptor
ru_ru: Приемник
zh_cn: 接收器

# ReceiverCannotBeMergeOnly
source: This receiver cannot be set to merge-only
de_de: Dieser Empfänger kann nicht auf Nur-Zusammenführen eingestellt werden
pt_br: Este receptor não pode ser definido como apenas mesclado
ru_ru: Этот приемник не может быть установлен только для объединения
zh_cn: 这个接收器不能被设置为"仅合并"。

source: Receiver Configuration Wizard
de_de: Assistent für die Empfängerkonfiguration
fr_fr: Configuration récepteur
pt_br: Assistente de Configuração do Receptor
ru_ru: Мастер настройки приемника
zh_cn: 接收器配置向导

# ReceiverIdleTimeoutOutOfBounds
source: The idle timeout must be at least 5 seconds
de_de: Das Idle Timeout muss mindestens 5 Sekunden sein
fr_fr: L' idle Timeout doit être au minimum de 5 secondes
pt_br: O tempo limite de ociosidade deve ser de pelo menos 5 segundos
ru_ru: Таймаут простоя должен быть не менее 5 сек
zh_cn: idle超时时间必须至少5秒

source: Receiver location
de_de: Empfängerstandort
fr_fr: Localisation récepteur
pl_pl: Pozycja odbiornika
pt_br: Localização do receptor
ru_ru: Местоположение приемника
zh_cn: 接收器位置

# ReceiverLocationsTitle
source: Receiver Locations
de_de: Empfängerstandorte
fr_fr: Localisation récepteur
pl_pl: Pozycje odbiorników
pt_br: Locais dos receptores
ru_ru: Местоположения приемников
zh_cn: 接收器位置

# ReceiverMustBeVisible
source: This receiver cannot be hidden from the web site
de_de: Dieser Empfänger kann auf der Webseite nicht verborgen werden
pt_br: Este receptor não pode ser oculto do site
ru_ru: Этот приемник не может быть скрыт на ВЕБ-сайте
zh_cn: 这个接收器不能从WebSite上隐藏。

# ReceiverOrMergedFeedDoesNotExist
source: This receiver or merged feed has not been enabled
de_de: Der Empfänger oder der zusammengeführte Datenstrom wurde nicht aktiviert
fr_fr: Ce récepteur ou le flux fusionné n'a pas été activé
pt_br: Este receptor ou outro não foi ativado
ru_ru: Не существует приемника или объединенного потока с этим идентификатором
zh_cn: 没有使用该标识的接收器或者合并源

source: Receiver range
de_de: Empfängerreichweite
fr_fr: Rayon de couverture récepteur (km)
pl_pl: Zasięg odbiornika (kilometry)
pt_br: Alcance do receptor
ru_ru: Ограничение зоны приема
zh_cn: 接收器范围 (公里)

# ReceiverRangeOutOfBounds
source: The receiver range must be between 0 and 99999
de_de: Die Empfängerreichweite muss zwischen 0 and 99999 liegen
fr_fr: Le rayon de couverture du récepteur doit être compris entre 0 et 99999
pl_pl: Zasięg odbiornika musi być pomiędzy 0 a 999999
pt_br: O intervalo do receptor deve estar entre 0 e 99999
ru_ru: Радиус рабочей зоны приема должен быть от 0 до 99999
zh_cn: 接收器范围必须在 0 至 99999 之间

# ReceiverRequired
source: Please specify a receiver.
de_de: Bitte wählen Sie einen Empfänger.
fr_fr: SVPspécifiez un récepteur
pt_br: Por favor especifique um receptor
ru_ru: Определите параметры приемника.
zh_cn: 请指定接收器.

source: Receivers
de_de: Empfänger
fr_fr: Récepteurs
pt_br: Receptores
ru_ru: Приемники
zh_cn: 接收器

source: Reconnecting
de_de: Verbinde erneut
fr_fr: Reconnexion
pl_pl: Ponownie łączę
pt_br: Reconectando
ru_ru: Повторное подключение
zh_cn: 重新连接中

source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新

# Reg
source: Registration
de_de: Registrierung
fr_fr: Immatriculation
pl_pl: Numer rejestracyjny
pt_br: Registro
ru_ru: Регистрация
zh_cn: 注册号

source: Remove
de_de: Entfernen
fr_fr: Enlever
pt_br: Remover
ru_ru: Исключить
zh_cn: 删除

source: Remove from display
de_de: Aus der Anzeige entfernen
fr_fr: Oter de l'écran
pt_br: Remover da tela
ru_ru: Удалять из показа
zh_cn: 从显示中删除

# RemoveFromDisplaySatcom
source: JAERO display timeout
de_de: JAERO Anzeige Timeout
ru_ru: Тайм-аут отображения JAERO

source: Remove from tracking
de_de: Aus der Flugzeugverfolgung entfernen
fr_fr: Oter du suivi
pt_br: Remover do rastreamento
ru_ru: Удалять из отслеживания
zh_cn: 从轨迹中删除

# RemoveFromTrackingSatcom
source: JAERO tracking timeout
pt_br: Rastreador JAERO timeout
ru_ru: Тайм-аут отслеживания JAERO

source: Requests
de_de: Abfragen
fr_fr: Demande
pl_pl: Żądań
pt_br: Requisições
ru_ru: Запросы

source: Reset
de_de: Zurücksetzen
pt_br: Resetar
ru_ru: Сбросить
zh_cn: 重置

source: Reset Counters
de_de: Zähler zurücksetzen
fr_fr: Réinitialiser les compteurs
pl_pl: Resetuj liczniki
pt_br: Zerar dados
ru_ru: Сбросить счетчики
zh_cn: 重置计数器

source: Reset port assignments on startup
de_de: Setze Portzuweisungen beim Starten zurück
fr_fr: Réinitialiser les affectations de port au démarrage
pl_pl: Resetuj przyporządkowanie portów podczas uruchomienia programu
pt_br: Redefinir as configurações de porta na inicialização
ru_ru: Сброс состояния порта при запуске
zh_cn: 启动时重置端口分配

source: Reverse
de_de: Reverse Proxy
fr_fr: Arrière
pt_br: Reverso
ru_ru: Обратный прокси-сервер
zh_cn: 反向

source: Reverse DNS
pl_pl: Odwrotny DNS
pt_br: DNS Reverso
ru_ru: Доменное имя
zh_cn: 反向 DNS

# RouteFileStatus
source: Loaded {0:N0} routes for the period {1:d} to {2:d}
de_de: {0:N0} Routen geladen für den Zeitraum {1:d} bis {2:d}
fr_fr: Chargées{0:N0} routes pour la période {1:d} et {2:d}
pl_pl: Załadowano: {0:N0} tras na czas od {1:d} do {2:d}
pt_br: Carregadas {0:N0} rotas do periodo de {1:d} a {2:d}
ru_ru: получено {0:N0} за период с {1:d} по {2:d}
zh_cn: 已加载 {0:N0} 路径期间 {1:d} 至 {2:d}

# RouteStateFileContentInvalid
source: Route state file content is invalid
de_de: Inhalt der Datei Routenstatus ist ungültig
fr_fr: La route contenu dans le fichier d'état n'est pas valide
pl_pl: Plik ze stanami tras jest niewłaściwy
pt_br: O conteúdo do arquivo com as rotas é invalido
ru_ru: Содержимое файла маршрутных данных повреждено
zh_cn: 路径状态文件目录无效

# RouteStateFileInvalid
source: Route state file is invalid
de_de: Datei Routenstatus ist ungültig
fr_fr: Le fichier d'état Route n'est pas valide
pl_pl: Plik stanu tras niewłaściwy
pt_br: Arquivo de estado de rota é inválido
ru_ru: Файл маршрутных данных поврежден
zh_cn: 路径状态文件无效

# SatcomTrackingTimeoutLessThanDisplayTimeout
source: The JAERO tracking timeout cannot be less than the display timeout
de_de: Das JAERO Tracking Timeout kann nicht kleiner als das Anzeigetimeout sein
pt_br: O timeout do rastreamento por JAERO não pode ser menor que o tempo limite de exposição
ru_ru: Тайм-аут отслеживания JAERO не может быть меньше, чем тайм-аут отображения

# SatcomTrackingTimeoutOutOfBounds
source: The JAERO tracking timeout cannot be more than 1440 minutes
de_de: Das JAERO Tracking Timeout kann nicht größer als 1440 sein
pt_br: O timeout do rastreamento por JAERO não pode ser maior que 1440 minutos
ru_ru: Тайм-аут отслеживания JAERO не может быть больше 1440 мин

source: Save
de_de: Speichern
fr_fr: Sauvegarder
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

# SavingPolarPlots
source: Saving receiver range plots
de_de: Speichere Empfängerreichweiten-Darstellung (Plot)
fr_fr: Sauvegarder le diagramme de couverture récepteur
pt_br: Salvando o range
ru_ru: Сохранить диаграммы зон приема
zh_cn: 保存接收器极限图

# SBS3ModeSFeed
source: SBS-3 Raw Feed
fr_fr: SBS-3 Mode-S
pl_pl: Surowy strumień SBS-3
ru_ru: SBS-3 RAW

# SearchPictureSubFolders
source: Search sub-folders for pictures
de_de: Durchsuche Unterordner nach Bildern.
fr_fr: Sous répertoire d'images
pt_br: Pesquisar nas subpastas por fotos
ru_ru: Поиск изображений в поддиректориях
zh_cn: 搜索子文件夹图片

source: seconds
de_de: Sekunden
fr_fr: Secondes
pl_pl: sekundy
pt_br: segundos
ru_ru: с
zh_cn: 秒

# SelectAnAircraftToRide
source: Select an aircraft to ride first
de_de: Wähle Flugzeug das zuerst geflogen wird
fr_fr: Sélectionnez un avion pour lvue du cockpit
pl_pl: Najpierw wybierz samolot do przelotu
pt_br: Primeiro selecione uma aeronave para ver
ru_ru: Выберите первый управляемый самолет
zh_cn: 选择一个首次驾驶航空器

source: Select BaseStation Database File
de_de: BaseStation Datenbankdatei auswählen
fr_fr: Sélectionnez le fichier base de données BaseStation
pl_pl: Proszę wybrać plik bazy BaseStation
pt_br: Selecione o arquivo de banco de dados do BaseStation
ru_ru: Выберите файл базы BaseStation
zh_cn: 选择 BaseStation 数据库文件

source: Send every
de_de: Sende alle
pt_br: Enviar a cada
ru_ru: Посылать каждые
zh_cn: 每次发送

source: Serial
de_de: Seriennummer
ru_ru: Серийный

# SerialBaudRate
source: Baud rate
fr_fr: Débit en bauds
pl_pl: Ilośc bodów
pt_br: Taxa de transmissão
ru_ru: Скорость передачи
zh_cn: 波特率

# SerialBaudRateInvalidValue
source: Please enter a valid baud rate (such as 115200 or 921600)
de_de: Bitte geben Sie eine gültige Baud Rate an (wie z.B. 115200 oder 921600)
fr_fr: Veuillez entrer un débit en bauds valide (par exemple 115200 ou 921600)
pl_pl: Proszę podać wartość w bodach (np: 11500 lub 921600)
pt_br: Digite uma taxa de transmissão válido (como 115200 ou 921600)
ru_ru: Введите допустимое значение скорости передачи, бит/с (от 115200 до 3000000)
zh_cn: 请输入一个有效的波特率 (如 115200 或 921600)

# SerialComPort
source: COM port
pl_pl: Port COM
pt_br: Porta COM
ru_ru: Номер последовательного порта
zh_cn: 串口号

# SerialComPortMissing
source: Please enter the COM port that the receiver is connected to
de_de: Bitte geben Sie den COM Port ein an den der Empfänger angeschlossen ist.
fr_fr: Entrez le port COM auquel le récepteur est connecté
pl_pl: Port COM do którego podłączony jest odbiornik
pt_br: Por favor, indique a porta COM que o receptor está conectado
ru_ru: Введите номер сериального порта, к которому подключен приемник
zh_cn: 请输入连接接收器的串口号

# SerialComPortUnknown
source: The COM port does not exist
de_de: Der COM Port existiert nicht
fr_fr: Ce port COM n'existe pas
pt_br: A porta COM não existe
ru_ru: СОМ порт не существует
zh_cn: 串口不存在

# SerialDataBits
source: Data bits
de_de: Daten Bits
pl_pl: Bity danych
ru_ru: Число бит в символе
zh_cn: 数据位

# SerialDataBitsOutOfBounds
source: The data bits must be between 5 and 8
de_de: Die Daten Bits müssen zwischen 5 und 8 liegen
fr_fr: Les bits de données doivent être comprise entre 5 et 8
pl_pl: Bity danych muszą być pomiędzy 5 a 8.
pt_br: Os bits dos dados devem estar entre 5 e 8
ru_ru: Число бит в символе должно быть от 5 до 8
zh_cn: 数据位必须在 5 至 8 之间

# SerialHandshake
source: Handshake
ru_ru: Протокол управления передачей
zh_cn: 握手

# SerialHandshakeNone
source: None
de_de: Kein(e)
fr_fr: Sans
pl_pl: Brak
pt_br: Nenhum
ru_ru: Нет
zh_cn: 无

# SerialHandshakeRtsXOnXOff
source: Hardware and XOn / XOff
de_de: Hardware und XOn / XOff
fr_fr: Matériel et XOn / XOff
pl_pl: Sprzęt i XOn/XOff
pt_br: Hardware e XOn / XOff
ru_ru: Hardware или XOn / XOff
zh_cn: 硬件 和 XOn / XOff

# SerialParity
source: Parity
de_de: Parität
fr_fr: Parité
pl_pl: Parzystość
pt_br: Paridade
ru_ru: Контроль четности
zh_cn: 奇偶校验

# SerialParityEven
source: Even
de_de: Gerade
fr_fr: Paire
pl_pl: Parzysty
pt_br: Igual
ru_ru: Четный
zh_cn: 偶校验

# SerialParityMark
source: Mark
de_de: Markierung
ru_ru: Отметка
zh_cn: 标记

# SerialParityNone
source: None
de_de: Kein(e)
fr_fr: Sans
pl_pl: Brak
pt_br: Nenhum
ru_ru: Не используется
zh_cn: 无

# SerialParityOdd
source: Odd
de_de: Ungerade
fr_fr: Impaire
pl_pl: Nieparzysty
pt_br: Ímpar
ru_ru: Нечетный
zh_cn: 奇校验

# SerialParitySpace
source: Space
de_de: "???All???"
fr_fr: Espace
pl_pl: Spacja
pt_br: Espaço
ru_ru: Пробел
zh_cn: 间隔

# SerialSettings
source: Serial
de_de: Seriennummer
fr_fr: Série
pl_pl: Szeregowy
ru_ru: Последовательный порт
zh_cn: 串口

# SerialShutdownText
source: Shutdown command
de_de: Befehl zum Beenden
fr_fr: Commande d'arrêt
pl_pl: Komenda wyłączenia
pt_br: Comando para desligar
ru_ru: Команда отключения
zh_cn: 关闭命令

# SerialStartupText
source: Startup command
de_de: Befehl zum Starten
fr_fr: Commande de démarrage
pl_pl: Komenda startu
pt_br: Comando de inicialização
ru_ru: Команда инициализации
zh_cn: 启动命令

# SerialStopBits
source: Stop bits
pl_pl: Bity stopu
pt_br: Parar bits
ru_ru: Число стоп-бит
zh_cn: 停止位

source: Sessions
de_de: Sitzungen
pl_pl: Sesje
pt_br: Seções
ru_ru: Сессии

source: Settings Page
de_de: Einstellungen Seite
fr_fr: Config. Page
pt_br: Pagina de configuração
ru_ru: Настройки
zh_cn: 设置页

source: Settings site
de_de: Einstellungen Seite
fr_fr: Configuration site
pt_br: Configuração local
ru_ru: Настройки сайта
zh_cn: 设置站点

source: Short frame
de_de: Kurzer Frame
fr_fr: Messages courts
pl_pl: Krótka ramka
pt_br: Curto espaço
ru_ru: Коротких сообщений
zh_cn: 短帧

# ShortFrameUnusable
source: Unusable
de_de: Unbrauchbar
fr_fr: Message court inutilisable
pl_pl: Nieużyteczne
pt_br: Inutilizável
ru_ru: Неиспользуемых
zh_cn: 未使用

source: Short trail duration
de_de: Dauer Kurze Spur
fr_fr: Durée traces courtes
pt_br: Duração da trilha curta
ru_ru: Продолж. короткого следа
zh_cn: 短轨迹持续

source: Show
de_de: Zeige
fr_fr: Voir
pl_pl: Pokaż
pt_br: Exibir
ru_ru: Показать
zh_cn: 显示

source: Show Internet address
de_de: Zeige Internet Adresse an
fr_fr: Montre l'adresse Internet
pl_pl: Pokaż adres internetowy
pt_br: Exibir endereço na internet
ru_ru: Тип адреса: Internet
zh_cn: 显示 Internet 地址

source: Show local address
de_de: Zeige lokale IP Adresse
fr_fr: Afficher l'adresse locale
pl_pl: Pokaż lokalny adres
pt_br: Exibir endereço local
ru_ru: Тип адреса: localhost
zh_cn: 显示局域网地址

source: Show network address
de_de: Zeige Netzwerk Adresse
fr_fr: Afficher l'adresse réseau
pl_pl: Pokaż adres sieciowy
pt_br: Exibir endereço na rede
ru_ru: Тип адреса: network
zh_cn: 显示网络地址

# ShuttingDown
source: Shutting Down Virtual Radar Server
de_de: Virtual Radar Server wird heruntergefahren
fr_fr: Arrêter Virtual Radar Server
pl_pl: Wyłączam serwer Virtual Radar
pt_br: Desligando Virtual Radar Server
ru_ru: Выключение Virtual Radar Server
zh_cn: 正在关闭 Virtual Radar Server

source: Shutting down air pressure manager
de_de: Beende Luftdruckmanager
pt_br: Encerrar o gerenciador de pressão de ar
ru_ru: Выключение системы учета давления

# ShuttingDownBaseStationAircraftList
source: Shutting down aircraft list
de_de: Flugzeugliste wird heruntergefahren
fr_fr: Fermeture de la liste d'avions
pl_pl: Wyłączam listę samolotów
pt_br: Fechando a lista de aeronaves
ru_ru: Отключение списка самолетов
zh_cn: 正在关闭航空器列表

# ShuttingDownBaseStationDatabase
source: Closing BaseStation database
de_de: Schließe BaseStation Datenbank
fr_fr: Fermeture de la base de données BaseStation
pl_pl: Zamykam bazę danych BaseStation
pt_br: Fechando o banco de dados
ru_ru: Закрытие базы данных BaseStation
zh_cn: 正在关闭BaseStation数据库

# ShuttingDownBaseStationListener
source: Closing connection to data feed
de_de: Schließe Verbindung zum Datenstrom
fr_fr: Fermeture de la connexion à BaseStation
pl_pl: Zamykam połączenie do danych strumieniowych
pt_br: Encerrar a conexão com o receptor
ru_ru: Отключение от источника данных
zh_cn: 正在关闭数据源连接
