Repository: vradarserver/vrs
Catalog: VirtualRadar.WebSite/WebSiteStrings.*.resx
Languages: de_de, fr_fr

# ReportCallsignInvalid
source: Callsign Report
de_de: Callsign Bericht
fr_fr: Rapport Callsign

# ReportCallsignValid
source: Callsign Report for {0}
de_de: Callsign Bericht für {0}
fr_fr: Rapport Callsign pour {0}

# ReportEmpty
source: No records were found for the criteria supplied
de_de: Es wurden keine Einträge für die gesetzten Kriterien gefunden
fr_fr: Auncun enregistrement trouvé sur ce critère

# ReportFreeForm
source: Free-form Report
de_de: Freiform Bericht
fr_fr: Rapport Free-form

# ReportIcaoInvalid
source: ICAO Report
de_de: ICAO Bericht
fr_fr: Rapport ICAO

# ReportIcaoValid
source: ICAO Report for {0}
de_de: ICAO Bericht für {0}
fr_fr: Rapport ICAO pour {0}

# ReportRegistrationInvalid
source: Registration Report
de_de: Registrierungsbericht
fr_fr: Rapport Registration invalide

# ReportRegistrationValid
source: Registration Report for {0}
de_de: Registrierung Bericht für {0}
fr_fr: Rapport Registration pour {0}

# ReportTodaysFlights
source: Today\'s Flights
de_de: Flüge Heute
fr_fr: Vols pour aujourd\'hui

# ReportYesterdaysFlights
source: Yesterday\'s Flights
de_de: Flüge Gestern
fr_fr: Vols pour hier

source: Reports
de_de: Berichte
fr_fr: Rapports

# ReportsAreDisabled
source: Server permissions prohibit the running of reports
de_de: Eingeschränkte Berechtigungen verhindern die Berichtserstellung
fr_fr: Le serveur autorise pas les rapports

source: Resume
de_de: Wiederaufnehmen

source: Reversing
de_de: Umkehren
fr_fr: Inversé

source: Route (short)
de_de: Route (kurz)
fr_fr: Route (court)

source: Route (full)
de_de: Route (vollst.)
fr_fr: Route (complète)

source: Route not known
de_de: Route unbekannt
fr_fr: Route inconnue

source: Row Number
de_de: Zeilennummer
fr_fr: N° lignes

source: Rows
de_de: Zeilen
fr_fr: Lignes

source: Run Report
de_de: Bericht erstellen
fr_fr: Rapport

source: Select
de_de: Auswählen

# SeparateTwoValues
source: and
de_de: und
fr_fr: et

# SerialNumber
source: Serial
de_de: Seriennummer
fr_fr: Serie

# ServerFetchFailedTitle
source: Fetch Failed
de_de: Abrufen fehlgeschlagen
fr_fr: Echec de récupération

# ServerFetchFailedBody
source: Could not fetch from the server. The error is "{0}" and the status is "{1}".
de_de: Konnte vom Server nicht abfragen. Der Fehler ist "{0}" und der Status ist "{1}"
fr_fr: Récupération impossible depuis le serveur. le code erreur est "{0}" et le statut est "{1}".

# ServerFetchTimedOut
source: The request has timed out.
de_de: Zeitüberschreitung der Anforderung.
fr_fr: Temps dépassé.

# ServerReportExceptionBody
source: The server encountered an exception while generating the report. The exception was "{0}"
de_de: Ausnahmefehler (Server) bei der Erzeugung des Berichts. Ausnahmefehler ist "{0}";
fr_fr: Le serveur a rencontré une exception en générant le rapport "{0}"

source: Set current location
de_de: Setze aktuellen Standort
fr_fr: Fixe position courante

source: Settings
de_de: Einstellungen
fr_fr: Config

source: Settings Page
de_de: Einstellungen Seite
fr_fr: Page config.

source: Shortcuts
de_de: Abkürzungen
fr_fr: Raccourcis

source: Show altitude stalk
de_de: Anzeige vertikale Höhenmarkierung
fr_fr: Affiche ligne altitude

source: Show altitude type
de_de: Anzeige Höhe
fr_fr: Affiche type altitude

source: Show current location
de_de: Anzeige aktueller Standort
fr_fr: Affiche position courrante

source: Show detail
de_de: Anzeige Detail
fr_fr: Affiche détails

source: Show for all aircraft
de_de: Anzeige für alle Flugzeuge
fr_fr: Pour tous les avions

source: Show emergency squawks
de_de: Zeige Notfall "Squawks" an

source: Show empty values
de_de: Anzeige leere Werte
fr_fr: Valeurs vides

# ShowForSelectedOnly
source: Show just for the selected aircraft
de_de: Nur für das ausgewählte Flugzeug anzeigen
fr_fr: Uniquement avion sélectionné

source: Show interesting aircraft
de_de: Zeige interessante Flugzeuge an

source: Show range circles
de_de: Anzeige Reichweitenkreise
fr_fr: Affiche cercles de distance

source: Show short trails
de_de: Anzeige kurze Spur
fr_fr: Affiche traces courtes

source: Show speed type
de_de: Anzeige Geschwindigkeit
fr_fr: Affiche type vitesse

# ShowTrackType
source: Show heading type
de_de: Anzeige Kurs
fr_fr: Affiche type cap

source: Show units
de_de: Anzeige Einheiten
fr_fr: Affiche unités

source: Show vertical speed type
de_de: Anzeige Steig-/Sinkraten
fr_fr: Affiche type vitesse verticale

# ShowVsiInSeconds
source: Show vertical speed per second
de_de: Anzeige Steig-/Sinkrate pro Sekunde
fr_fr: Affiche Vitesse verticale par seconde

source: Signal Level
de_de: Signalpegel
fr_fr: Niveau signal

# SilhouetteAndOpFlag
source: Sil. & Op. Flag
de_de: Sil. & Betr. Flagge
fr_fr: Sil. & logo Op.

# SiteTimedOut
source: The site has been paused due to inactivity. Close this message box to resume updates.
de_de: Wegen Inaktivität wurde die Seite angehalten. Schließen Sie diese Nachricht um Aktualisierungen wieder aufzunehmen.
fr_fr: Le site est en veille pour inactivité. Fermez cette fenêtre pour réactiver.

source: Sort by
de_de: Sortieren nach
fr_fr: Trier par

source: Species
de_de: Art/Typ
fr_fr: Specs

source: Speed
de_de: Geschwindigkeit
fr_fr: Vitesse

source: Speed Graph
de_de: Geschwindigkeitsgraph
fr_fr: Graphe vitesse

source: Speeds
de_de: Geschwindigkeiten
fr_fr: Vitesse

source: Speed Type
de_de: Geschwindigkeitstyp
fr_fr: Type vitesse

# Squawk7000
source: No squawk assigned
de_de: Kein "Squawk" zugewiesen
fr_fr: Pas de code transpondeur attribué

# Squawk7500
source: Aircraft hijacking
de_de: Flugzeugentführung
fr_fr: Détournement avion

# Squawk7600
source: Radio failure
de_de: Funkausfall durchgeben
fr_fr: Panne Radio

# Squawk7700
source: General emergency
de_de: Allgemeiner Notfall
fr_fr: Alerte générale

source: Starts With
de_de: Startet mit
fr_fr: Début avec

source: Start Time
de_de: Startzeit
fr_fr: Heure de début

source: Statute Miles
de_de: Britische Meilen (statute miles)

source: Storage engine
de_de: Speichermaschine

source: Storage size
de_de: Speichergröße

source: Stroke opacity
de_de: Strich-Opazität
fr_fr: Stroke opacité

source: Submit route
de_de: Route übermitteln
fr_fr: Soumettre route

source: Submit route correction
de_de: Routenkorrektur übermitteln
fr_fr: Soumettre correction route

source: Suppress altitude stalk when zoomed out
de_de: Ausblenden der vertikalen Höhenmarkierung beim Herauszoomen
fr_fr: Supprimer la ligne altitude en quittant le zoom

source: Target Altitude
de_de: Zielhöhe
fr_fr: Altitude cible

source: Target Heading
de_de: Zielkurs
fr_fr: Cap cible

source: then by
de_de: dann nach
fr_fr: Puis par

source: Tiltwing
de_de: Kippflügel

source: Time Tracked
de_de: Zeitdauer der Rückverfolgung

# TitleAircraftDetail
source: Aircraft Detail
de_de: Flugzeugdetail
fr_fr: Details avion

# TitleAircraftList
source: Aircraft List
de_de: Flugzeugliste
fr_fr: Liste avion

# TitleFlightsList
source: Flights
de_de: Flüge
fr_fr: Vols

# ToAltitude
source: To {0}
de_de: bis {0}
fr_fr: Vers {0}

# TitleSiteTimedOut
source: Timed Out
de_de: Abgelaufen

source: Total Hours
de_de: Stunden Total
fr_fr: Heures totales

# TrackingCountAircraft
source: Tracking {0:N0} aircraft
de_de: Verfolge {0:N0} Flugzeuge
fr_fr: Suit {0:N0} avions

# TrackingCountAircraftOutOf
source: Tracking {0:N0} aircraft (out of {1:N0})
de_de: Verfolge {0:N0} Flugzeuge (aus {1:N0})
fr_fr: Suit {0:N0} avions (out of {1:N0})

# TrackingOneAircraft
source: Tracking 1 aircraft
de_de: Verfolge 1 Flugzeug
fr_fr: Suit 1 avions

# TrackingOneAircraftOutOf
source: Tracking 1 aircraft (out of {0:N0})
de_de: Verfolge 1 Flugzeug (aus {0:N0})
fr_fr: Suit 1 avions (parmi {0:N0})

# TransponderTypeFlag
source: Transponder Flag
de_de: Transponderflagge
fr_fr: Flag type de transpondeur

# TrueAirSpeed
source: True
de_de: Wahr
fr_fr: Vrai

source: True heading
de_de: Tatsächlicher Kurs
fr_fr: Cap vrai

# TrueHeadingShort
source: True
de_de: Wahr
fr_fr: Vrai

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

# UseBrowserLocation
source: Use GPS location
de_de: GPS Standort nutzen
fr_fr: Utiliser position GPS

source: Use relative dates
de_de: Relative Daten nutzen
fr_fr: Utiliser dates relatives

source: User Tag
de_de: Benutzer "Tag"
fr_fr: Tag utilisateur

source: Vertical Speed
de_de: Steig-/Sinkrate
fr_fr: Vitesse verticale

source: Vertical Speed Type
de_de: Steig-/Sinkratenart
fr_fr: Type vitesse verticale

source: Volume 25%
de_de: Lautstärke 25 %

source: Volume 50%
de_de: Lautstärke 50%

source: Volume 75%
de_de: Lautstärke 75%

source: Volume 100%
de_de: Lautstärke 100%

# WakeTurbulenceCategory
source: Wake Turbulence
de_de: Wirbelschleppen
fr_fr: Turbulence de sillage

source: Warning
de_de: Warnung
fr_fr: Avertissements

source: Working in offline mode
de_de: Arbeitet im Offline Modus
fr_fr: Mode de fonctionnement hors ligne

# WtcLight
source: Light
de_de: Licht
fr_fr: Léger

# WtcHeavy
source: Heavy
de_de: Schwer
fr_fr: Lourd

source: Year Built
de_de: Baujahr
fr_fr: Année construction

source: Yes
de_de: Ja
fr_fr: Oui

# DateClose
source: Done
de_de: Erledigt
fr_fr: Fait

# DateCurrent
source: Today
de_de: Heute
fr_fr: Aujour.

# DateNext
source: Next
de_de: Nächste
fr_fr: Suiv.

# DatePrevious
source: Prev
de_de: Vorherige
fr_fr: Prec.

# DateWeekAbbr
source: Wk
de_de: Wo.
fr_fr: Se

# SayCallsign
source: Call sign {0}.
de_de: Funkrufzeichen (Call sign) {0}.

# SayHyphen
source: hyphen
de_de: Bindestrich

# SayModelIcao
source: Type {0}.
de_de: Typ {0}.

# SayOperator
source: Operated by {0}.
de_de: Betrieben durch {0}.

# SayRegistration
source: Registration {0}.
de_de: Registrierung {0}.

# SayRouteNotKnown
source: Route not known.
de_de: Route unbekannt.

# SayFromTo
source: Travelling from {0} to {1}.
de_de: Fliegt von {0} nach {1}.

# SayFromToVia
source: Travelling from {0} via {1} to {2}.
de_de: Fliegt von {0} über {1} nach {2}.

# DefaultSetting
source: < Default >
fr_fr: < Defaut >

source: Import
fr_fr: Importer

# ListSignalLevel
source: Sig
fr_fr: Signal

# ListStatus
source: Status
fr_fr: Statuts

# ListTargetAltitude
source: A/P Alt.
fr_fr: Alt.cible

# ListTargetHeading
source: A/P Hdg.
fr_fr: Cap.cible

source: MaxTakeoffWeight
fr_fr: Poids Total décolage Max

# ReversingShort
source: REV
fr_fr: INV

source: Start
fr_fr: Début

source: Status
fr_fr: Statut

# TitleFlightDetail
source: Detail
fr_fr: Details

# TransponderType
source: Transponder
fr_fr: Type de transpondeur

source: Virtual Radar
fr_fr: Radar Virtuel
