Repository: vradarserver/vrs
Catalog: VirtualRadar.WebSite/WebSiteStrings.*.resx
Languages: de_de, fr_fr

source: Add
de_de: Hinzufügen
fr_fr: Ajoute

source: Add Condition
de_de: Bedingung hinzufügen
fr_fr: Condition

source: Add Criteria
de_de: Kriterien hinzufügen
fr_fr: Critère

source: Add Filter
de_de: Filter hinzufügen
fr_fr: Filtre

# AircraftNotTransmittingCallsign
source: Aircraft is not transmitting its callsign
de_de: Flugzeug sendet kein Callsign
fr_fr: Cet avion ne transmet pas de Callsign

source: Aircraft Class
de_de: Flugzeugklasse
fr_fr: Classe Avion

source: Airport
de_de: Flughafen
fr_fr: Aéroport

# AirportDataThumbnails
source: Thumbnails (airport-data.com)
de_de: Skizze (airport-data.com)
fr_fr: Vignettes (airport-data.com)

source: All altitudes
de_de: Alle Höhen
fr_fr: Toutes les altitudes

source: All rows
de_de: Alle Zeilen
fr_fr: Toutes les lignes

source: Altitude
de_de: Höhe

# AltitudeAndSpeedGraph
source: Altitude & Speed Graph
de_de: Höhen & Geschwindigkeitsgraph
fr_fr: Graphe Altitude & vitesse

# AltitudeAndVerticalSpeed
source: Altitude & VSI
de_de: Höhe & VSI

source: Altitude Graph
de_de: Höhenschaubild
fr_fr: Graphe Altitude

source: Altitude Type
de_de: Höhentyp
fr_fr: Type Altitude

# AllAircraft
source: List all
de_de: Alle auflisten
fr_fr: Liste tout

source: Amphibian
de_de: Amphibie

# AnnounceSelected
source: Announce details of selected aircraft
de_de: Details des ausgewählten Flugzeugs anzeigen
fr_fr: Détails avion sélectionné

source: Ascending
de_de: Aufsteigend
fr_fr: Ascendant

source: Auto-select aircraft
de_de: Auto-selektiere Flugzeug
fr_fr: Auto-select Avion

# AverageSignalLevel
source: Avg. Signal Level
de_de: Durchschn. Signalpegel
fr_fr: Niveau moyen Signal

source: Barometric
de_de: Barometrisch
fr_fr: Baromètrique

source: Bearing
de_de: Peilung/Lage
fr_fr: Cap

source: Between
de_de: Zwischen
fr_fr: Entre

source: Callsign may not be correct
de_de: Callsign evtl. nicht korrekt
fr_fr: Callsign peut être incorrect

# CentreOnSelectedAircraft
source: Show on map
de_de: Auf Karte anzeigen
fr_fr: Montre sur la carte

source: Civil
de_de: Zivil

# CivilOrMilitary
source: Civil / Military
de_de: Zivil / Militär
fr_fr: Civil / Militaire

# ClosestToCurrentLocation
source: Closest to
de_de: Am nächsten zu
fr_fr: Plus près de

# CofACategory
source: C/A Category
de_de: C/A Kategorie
fr_fr: C/A Categorie

# CofAExpiry
source: C/A Expiry
de_de: C/A Ablauf
fr_fr: C/A Expiré

source: Columns
de_de: Spalten
fr_fr: Colonnes

source: Contains
de_de: Enthält

# CountAdsb
source: ADS-B Count
de_de: ADS-B Zähler
fr_fr: Nombre de messages ADS-B

source: Country
de_de: Land
fr_fr: Pays

# CountModeS
source: Mode-S Count
de_de: Mode-S Zähler
fr_fr: Nombre de messages Mode-S

# CountPositions
source: Position Count
de_de: Positionszähler
fr_fr: Nombre de messages de Position

source: Criteria
de_de: Kriterien
fr_fr: Critères

# CurrentLocationInstruction
source: To set your current location click "Set current location" and drag the marker.
de_de: Um Ihren derzeitigen Standort zu setzen, wählen Sie "Setze aktuellen Standort" aus und ziehen Sie die Markierung.
fr_fr: Pour entrer votre position, cliquez "voir position courante" et déplacez le marqueur.

source: Current Reg. Date
de_de: Derzeitiges Reg. Datum

source: Date
de_de: Datum

source: De-reg. Date
de_de: De-reg. Datum

source: Desktop Page
de_de: Desktop Seite

source: Desktop Report Page
de_de: Desktop Berichtsseite
fr_fr: Desktop Page Rapport

# DetailItems
source: Aircraft Detail Items
de_de: Flugzeug Detail Dinge
fr_fr: Elements de détails avion

source: Detail Panel
de_de: Detailanzeige
fr_fr: Panneau détail

source: Disable auto-select
de_de: Deaktiviere Auto-Selektieren
fr_fr: Désactiver auto-select

source: Distance
de_de: Entfernung

source: Distances
de_de: Entfernungen

# DoNotImportAutoSelect
source: Do not import auto-select settings
de_de: Einstellungen für Auto-Selektieren nicht importieren
fr_fr: Ne pas importer les paramètres auto-select

source: Do not import current location
de_de: Aktuellen Standort nicht importieren
fr_fr: Ne pas importer la position courante

source: Do not import request feed ID
de_de: "Request Feed ID" nicht importieren
fr_fr: Ne pas importer la demande d\'ID de flux de données

source: Do not import language settings
de_de: Spracheinstellungen nicht importieren
fr_fr: Ne pas importer les paramètres de langue

source: Do not import splitters
de_de: "Splitter" nicht importieren
fr_fr: Ne pas importer les splitters

source: Do not show
de_de: Nicht anzeigen
fr_fr: Ne pas montrer

source: Duration
de_de: Dauer
fr_fr: Durée

source: Electric
de_de: Elektrik
fr_fr: Electrique

source: Enable auto-select
de_de: Aktiviere Auto-Selektieren
fr_fr: Valider auto-select

source: Enable filters
de_de: Aktiviere Filter
fr_fr: Valider filtres

source: Enable info window
de_de: Aktiviere Infofenster
fr_fr: Fenêtre infos

source: End
de_de: Ende
fr_fr: Fin

source: End Time
de_de: Endzeit
fr_fr: Fin durée

source: Ends With
de_de: Endet mit
fr_fr: Termine avec

source: Engines
de_de: Triebwerke
fr_fr: Moteurs

source: Engine Type
de_de: Triebwerkstyp
fr_fr: Type moteurs

# Equal
source: Is
de_de: Ist
fr_fr: Est

# EraseBeforeImport
source: Erase all settings before import
de_de: Löschen aller Einstellungen vor dem Import
fr_fr: Effacer tous les paramètres avant importation

source: Export Settings
de_de: Einstellungen exportieren
fr_fr: Exporter les paramètres

source: Feet
de_de: Fuß
fr_fr: Pieds

# FetchPage
source: Fetch
de_de: Abrufen
fr_fr: Rapporter

source: Fill opacity
de_de: Fülldichte
fr_fr: Remplir opacité

source: Filters
de_de: Filter
fr_fr: Filtres

source: Find all permutations of callsign
de_de: Finde alle Permutationen des Callsign
fr_fr: Trouver toutes les permutations de callsign

source: First
de_de: Erste

source: First Altitude
de_de: Erste Höhe
fr_fr: Altitude en premier

source: First Heading
de_de: Erster Kurs
fr_fr: Cap en premier

# FirstFlightLevel
source: First FL
de_de: Erste FH
fr_fr: Premier FL

source: First Latitude
de_de: Erste Breitenangabe
fr_fr: Latitude en premier

source: First Longitude
de_de: Erste Längenangabe
fr_fr: Longitude en premier

source: First On Ground
de_de: Erste am Boden
fr_fr: Au sol en premier

source: First Reg.Date
de_de: Erstes Reg. Datum
fr_fr: Reg.Date en premier

source: First Speed
de_de: Erste Geschwindigkeit
fr_fr: Vitesse en premier

source: First Squawk
de_de: Erster "Squawk"
fr_fr: Squawk en premier

source: First Vertical Speed
de_de: Erste Steig-/Sinkrate
fr_fr: Vitesse verticalen en premier

source: Flight Level
de_de: Flugebene
fr_fr: Niveayu de vol

source: Flight level height unit
de_de: Flugebene Höheneinheit
fr_fr: Unité de hauteur niveau de vol

source: Flight level transition altitude
de_de: Flugebenen-Übergangshöhe
fr_fr: Altitude de transition

source: Flights Count
de_de: Flüge Zähler
fr_fr: Nombre de Vols

# FlightsListShort
source: Flights
de_de: Flüge
fr_fr: Vols

source: Flight Sim Page
de_de: Flug Simulator Seite
fr_fr: Page Flight Sim

# ForcePhoneOff
source: Is not phone
de_de: Ist kein Telefon
fr_fr: Non Smartphone

# ForcePhoneOn
source: Is phone
de_de: Ist Telefon
fr_fr: Smartphone

# ForceTabletOff
source: Is not tablet
de_de: Ist kein "Tablet"
fr_fr: Non tablette

# ForceTabletOn
source: Is tablet
de_de: Ist "Tablet"
fr_fr: Tablette

# FromAltitude
source: From {0}
de_de: ab {0}
fr_fr: De {0}

# FromToAltitude
source: {0} to {1}
de_de: {0} bis {1}

# FromToDate
source: {0} to {1}
de_de: {0} bis {1}

# FromToFlightLevel
source: {0} to {1}
de_de: {0} bis {1}

# FromToSpeed
source: {0} to {1}
de_de: {0} bis {1}

# FromToSquawk
source: {0} to {1}
de_de: {0} bis {1}

source: Furthest from current location
de_de: Am weitesten vom aktuellen Standort entfernt
fr_fr: La plus éloignée de position actuelle

source: Generic Name
de_de: Generischer Name
fr_fr: Nom généric

source: Geometric
de_de: Geometrisch
fr_fr: Géometric

source: Google Maps could not be loaded
de_de: Google Maps konnte nicht geladen werden
fr_fr: Google Maps ne peut être chargé

source: Go to current location
de_de: Gehe zu aktuellem Standort
fr_fr: Vers position courante

source: Go to selected aircraft
de_de: Gehe zu ausgewähltem Flugzeug
fr_fr: Vers avion sélectionné

source: Ground
de_de: Relativ zum Boden (FüG)
fr_fr: Sol

source: Ground track
de_de: Bodenspur
fr_fr: Suivi sol

source: Ground Vehicle
de_de: Bodenfahrzeug
fr_fr: Vehicule terrestre

source: Had Alert
de_de: Hatte Alarm
fr_fr: A eu Alerte

source: Had Emergency
de_de: Hatte Notfall
fr_fr: A eu urgence

# HadSPI
source: Had Ident
de_de: Hatte Identifikatiion
fr_fr: A eu Ident

source: Heading
de_de: Kurs
fr_fr: Cap

source: Heading Type
de_de: Kurstyp
fr_fr: Type Cap

source: Heights
de_de: Höhen
fr_fr: Hauteur

source: Helicopter
de_de: Hubschrauber
fr_fr: Helicoptère

source: Help
de_de: Hilfe
fr_fr: Aide

source: Hide aircraft not on map
de_de: Flugzeuge ausblenden die nicht auf der Karte angezeigt werden
fr_fr: Masquer avion non sur la carte

# HideEmptyPinTextLines
source: Hide empty label lines
de_de: Leere Beschriftungszeilen ausblenden
fr_fr: Caher les lignes de label vides

# HideNoPosition
source: Has position
de_de: Hat Position
fr_fr: Position

# HighContrastMap
source: Contrast
de_de: Kontrast
fr_fr: Contraste

# ImportFailedTitle
source: Import Settings Failed
de_de: Import der Einstellungen ist fehlgeschlagen
fr_fr: Echec importation des paramètres

# ImportFailedBody
source: Could not import your settings. The reported error was: {0}
de_de: Konnte Einstellungen nicht importieren. Der berichtete Fehler war: {0}
fr_fr: Importation de vos paramètres impossible. Erreur: {0}

source: Import Settings
de_de: Importiere Einstellungen
fr_fr: Importer paramètres

# IndicatedAirSpeed
source: Indicated
de_de: Angezeigt
fr_fr: Affiché

source: Interesting
de_de: Von Interesse
fr_fr: Interessant

# IntervalSeconds
source: Update interval (secs)
de_de: Intervall aktualisieren (Sek.)
fr_fr: Interval (secs)

# IsMilitary
source: Military
de_de: Militär
fr_fr: Militaire

# JustPositions
source: Positions
de_de: Positionen

source: Kilometres
de_de: Kilometer

# KilometresPerHour
source: Kilometres/Hour
de_de: Kilometer/Stunde

source: Knots
de_de: Knoten
fr_fr: Noeuds

source: Last
de_de: Letzte

source: Last Altitude
de_de: Letzte Höhe
fr_fr: Dernière Altitude

# LastFlightLevel
source: Last FL
de_de: Letzte FH
fr_fr: Dernier FL

source: Last Heading
de_de: Letzter Kurs
fr_fr: Dernier Cap

source: Last On Ground
de_de: Zuletzt am Boden
fr_fr: Dernier Au sol

source: Last Latitude
de_de: Letzte Breitenangabe
fr_fr: Dernière Latitude

source: Last Longitude
de_de: Letzte Längenangabe
fr_fr: Dernière Longitude

source: Last Speed
de_de: Letzte Geschwindigkeit
fr_fr: Dernière Vitesse

source: Last Squawk
de_de: Letztes "Squawk"
fr_fr: Dernier Squawk

source: Last Vertical Speed
de_de: Letzte Steig-/Sinkrate
fr_fr: Dernière Vitesse verticale

source: Latitude
de_de: Breitenangabe

source: Layout
de_de: Anordnung

# Layout1
source: Classic
de_de: Klassisch

# Layout2
source: Tall Detail, Map Top
de_de: Großes Detail, Karte Oben
fr_fr: Detail, Haut de la carte

# Layout3
source: Tall Detail, Map Bottom
de_de: Großes Detail, Karte Unten
fr_fr: Detail, Bas de la carte

# Layout4
source: Tall List, Map Top
de_de: Große Liste, Karte Oben
fr_fr: Liste, Haut de la carte

# Layout5
source: Tall List, Map Bottom
de_de: Große Liste, Karte Unten
fr_fr: Liste, Bas de la carte

# Layout6
source: List Left, Detail Right, No Map
de_de: Liste links, Details rechts, keine Karte
fr_fr: Detail and List

# ListAircraftClass
source: A/C Class
de_de: A/C Klasse
fr_fr: Classe avion

# ListAirportDataThumbnails
source: Thumbnails (airport-data.com)
de_de: Skizze (airport-data.com)
fr_fr: Vignettes (airport-data.com)

# ListAltitude
source: Altitude
de_de: Höhe
fr_fr: Alt.

# ListAltitudeType
source: Alt. Type
de_de: Alt. Typ

# ListAverageSignalLevel
source: Avg. Sig
de_de: Durchschn. Sig
fr_fr: Signal moy.

# ListBearing
source: Brng.
de_de: Plg.
fr_fr: Cap.

# ListCivOrMil
source: Civ/Mil
de_de: Ziv/Mil

# ListCofACategory
source: C/A Cat.
de_de: C/A Kat.
fr_fr: Cat.avion

# ListCofAExpiry
source: C/A Expiry
de_de: C/A Ablauf
fr_fr: C/A Expiré

# ListCountAdsb
source: ADS-B Msgs.
de_de: ADS-B Nachr.
fr_fr: Msgs ADS-B .

# ListCountMessages
source: Msgs.
de_de: Nachr.

# ListCountModeS
source: Mode-S Msgs.
de_de: Mode-S Nachr.
fr_fr: Msgs Mode-S

# ListCountPositions
source: Posn. Msgs.
de_de: Pos. Nachr.
fr_fr: Msgs Pos.

# ListCountry
source: Country
de_de: Land
fr_fr: Pays

# ListCurrentRegDate
source: Current Reg.
de_de: Aktuelle Reg.
fr_fr: Reg. actuelle

# ListDeRegDate
source: De-reg Date
de_de: De-reg Datum
fr_fr: Date De-reg

# ListDistance
source: Distance
de_de: Entfernung

# ListDuration
source: Duration
de_de: Dauer
fr_fr: Durée

# ListEndTime
source: Last Message
de_de: Letzte Nachricht
fr_fr: Dernier Message

# ListEngines
source: Engines
de_de: Triebwerke
fr_fr: Moteurs

# ListFirstAltitude
source: From Alt.
de_de: Von Alt.
fr_fr: De Alt.

# ListFirstFlightLevel
source: From FL
de_de: Von FH
fr_fr: Du FL

# ListFirstHeading
source: From Hdg.
de_de: Von Kurs
fr_fr: Du Cap.

# ListFirstLatitude
source: From Lat.
de_de: Von Lat.
fr_fr: De Lat.

# ListFirstLongitude
source: From Lng.
de_de: Von Lng.
fr_fr: De Lng.

# ListFirstOnGround
source: From On Gnd.
de_de: Von "On Gnd."
fr_fr: De au sol.

# ListFirstRegDate
source: First Reg.
de_de: Erste Reg.
fr_fr: Première Reg.

# ListFirstSpeed
source: From Speed
de_de: Von Geschwindigkeit
fr_fr: De vitesse

# ListFirstSquawk
source: From Squawk
de_de: Von "Squawk"
fr_fr: De Squawk

# ListFirstVerticalSpeed
source: From VSI
de_de: Von VSI
fr_fr: De VSI

# ListFlightLevel
source: FL
de_de: FH

# ListFlightLevelAndVerticalSpeed
source: FL & VSI
de_de: FH & VSI

# ListFlightsCount
source: Seen
de_de: Gesehen
fr_fr: Vu

# ListGenericName
source: Generic Name
de_de: Generischer Name
fr_fr: Nom Généric

# ListHadAlert
source: Alert
de_de: Alarm
fr_fr: Alerte

# ListHadEmergency
source: Emergency
de_de: Notfall
fr_fr: Urgence

# ListHeading
source: Hdg.
de_de: Kurs
fr_fr: Cap.

# ListHeadingType
source: Hdg. Type
de_de: Kurs Typ
fr_fr: Type cap

# ListInteresting
source: Interesting
de_de: Von Interesse
fr_fr: Interessant

# ListLastAltitude
source: To Alt.
de_de: Bis Alt.
fr_fr: A Alt.

# ListLastFlightLevel
source: To FL
de_de: Bis FH
fr_fr: Au FL

# ListLastHeading
source: To Hdg.
de_de: Bis Hdg.
fr_fr: A Cap.

# ListLastLatitude
source: To Lat.
de_de: Bis Lat.
fr_fr: A Lat.

# ListLastLongitude
source: To Lng.
de_de: Bis Lng.
fr_fr: A Lng.

# ListLastOnGround
source: To On Gnd.
de_de: Bis on Gnd.
fr_fr: A au sol

# ListLastSpeed
source: To Speed
de_de: Bis Geschwindigkeit
fr_fr: A Vitesse

# ListLastSquawk
source: To Squawk
de_de: Bis "Squawk"
fr_fr: A Squawk

# ListLastVerticalSpeed
source: To VSI
de_de: Bis VSI
fr_fr: A VSI

# ListNotes
source: Notes
de_de: Notizen

# ListManufacturer
source: Manufacturer
de_de: Hersteller
fr_fr: Constructeur

# ListMaxTakeoffWeight
source: Max T/O Weight
de_de: Max. T/O Gewicht
fr_fr: Poids Max T/O

# ListModel
source: Model
de_de: Modell

# ListModelIcao
source: Type
de_de: Typ

# ListModeSCountry
source: Mode-S Country
de_de: Mode-S Land
fr_fr: Pays Mode-S

# ListModelSilhouetteAndOpFlag
source: Flags
de_de: Flaggen
fr_fr: Logos

# ListOperator
source: Operator
de_de: Betreiber
fr_fr: Opérateur

# ListOperatorFlag
source: Flag
de_de: Flagge
fr_fr: Logo

# ListOperatorIcao
source: Op. Code
de_de: Betr. "Code"
fr_fr: Code Op.

# ListOwnershipStatus
source: Ownership Status
de_de: Eigentumsstatus
fr_fr: Status propriétaire

# ListPicture
source: Picture
de_de: Bild
fr_fr: Image

# ListPopularName
source: Popular Name
de_de: Bekannter Name
fr_fr: Nom usuel

# ListPreviousId
source: Previous ID
de_de: Vorherige ID
fr_fr: ID précédente

# ListReceiver
source: Receiver
de_de: Empfänger
fr_fr: Récepteur

# ListRowNumber
source: Row
de_de: Zeile

# ListSerialNumber
source: Serial
de_de: Seriennummer
fr_fr: Série

# ListSpecies
source: Species
de_de: Art/Typ
fr_fr: Specs.

# ListSpeed
source: Speed
de_de: Geschwindigkeit
fr_fr: Vitesse

# ListSpeedType
source: Speed Type
de_de: Geschwindigkeitstyp
fr_fr: Type vitesse

# ListStartTime
source: Seen
de_de: Gesehen
fr_fr: Premier Message

# ListTotalHours
source: Total Hours
de_de: Stunden Total
fr_fr: Heures totales

# ListUserTag
source: Tag
de_de: Etikett

# ListVerticalSpeed
source: V.Speed
de_de: Steig-/Sinkgeschw.
fr_fr: Vitesse Vert.

# ListVerticalSpeedType
source: V.Speed Type
de_de: Steig-/Sinkgeschw.typ
fr_fr: Type de vitesse verticale

# ListYearBuilt
source: Built
de_de: Erbaut
fr_fr: Construit

source: Longitude
de_de: Längenangabe

source: Manufacturer
de_de: Hersteller
fr_fr: Constructeur

source: Map
de_de: Karte
fr_fr: Carte

source: Menu
de_de: Menü

# MenuBack
source: back
de_de: zurück
fr_fr: retour

source: Message Count
de_de: Nachrichten Zähler
fr_fr: Messages

source: Metres
de_de: Meter

# MilesPerHour
source: Miles/Hour
de_de: Meilen/Stunde

source: Military
de_de: Militär
fr_fr: Militaire

source: Mobile Page
de_de: Bewegliche Seite
fr_fr: Page Mobile

source: Mobile Report Page
de_de: Bewegliche Berichtsseite
fr_fr: Rapport Page Mobile

source: Model
de_de: Modell

# ModelIcao
source: Model Code
de_de: Modell Code

source: Mode-S Country
de_de: Mode-S Land
fr_fr: Pays Mode-S

source: Moving Map
de_de: Karte verschieben
fr_fr: Déplacer la carte

source: Mute Off
de_de: Stummschalten aus

# MuteOn
source: Mute
de_de: Stummschalten

source: Nautical Miles
de_de: Seemeilen
fr_fr: Miles nautiques

source: Neither
de_de: Keine

source: No
de_de: Nein
fr_fr: Non

# NoLocalStorage
source: This browser does not support local storage. Your configuration settings will not be saved.\n\nIf you are browsing in "Private Mode" then try switching if off. Private Mode will disable local storage on some browsers.
de_de: Dieser Browser unterstützt keinen lokalen Speicher. Ihre Konfigurationseinstellungen werden nicht gespeichert.\n\nWenn Sie im privaten Modus browsen, versuchen Sie diesen abzuschalten. Der private Modus deaktiviert den lokalen Speicher in manchen Browsern.
fr_fr: Cet explorateur ne supporte pas la sauvegarde locale.Votre configuration est pas sauvegardée.\n\nIf vous êtes en mode "Private Mode" essayer de le désactiver. Le mode Privé désactive la sauvegarde local sur certains explorateurs.

source: None
de_de: Leer
fr_fr: Aucun

source: Notes
de_de: Notizen

source: No settings found
de_de: Keine Einstellungen gefunden
fr_fr: Pas de config.

# NotBetween
source: Is Not Between
de_de: Ist nicht zwischen
fr_fr: Est pas entre

# NotContains
source: Does Not Contain
de_de: Enthält nicht
fr_fr: Ne contient pas

# NotEndsWith
source: Does Not End With
de_de: Endet nicht mit
fr_fr: Ne finit pas par

# NotEquals
source: Is Not
de_de: Ist nicht
fr_fr: Est pas

# NotStartsWith
source: Does Not Start With
de_de: Fängt nicht an mit
fr_fr: Ne commence pas par

# OffRadarAction
source: When aircraft go out of range:
de_de: Wenn Flugzeug außer Reichweite geht:
fr_fr: Quand avion est hors de portée:

# OffRadarActionWait
source: Deselect the aircraft
de_de: De-selektieren des Flugzeugs
fr_fr: Désélectionner avion

# OffRadarActionEnableAutoSelect
source: Enable auto-select
de_de: Aktiviere Auto-Selektieren
fr_fr: Sélection automatique

# OffRadarActionNothing
source: Do nothing
de_de: Tue nichts
fr_fr: Ne rien faire

# OfPages
source: of {0:N0}
de_de: von {0:N0}
fr_fr: de {0:N0}

# OnlyAircraftOnMap
source: List only visible
de_de: Liste nur sichtbare
fr_fr: Liste si visible

# OnlyAutoSelected
source: Only announce details of auto-selected aircraft
de_de: Nur Details von auto-selektierten Flugzeugen anzeigen
fr_fr: Annonce détails avion auto-selectionné

# OnlyUsePre22Icons
source: Only show old style aircraft markers
de_de: Zeige Flugzeugmarker nur im alten Stil
fr_fr: Montre seulement les marqueurs

source: Operator
de_de: Betreiber
fr_fr: Operateur

source: Operator Code
de_de: Betreibercode
fr_fr: Code Operateur

source: Operator Flag
de_de: Betreiberflagge
fr_fr: Logo Operateur

source: Options
de_de: Optionen

source: Overwrite existing settings
de_de: Existierene Einstellungen überschreiben
fr_fr: Remplace les paramètres existants

source: Ownership Status
de_de: Eigentumsstatus
fr_fr: Status propriétaire

# PageAircraft
source: Aircraft
de_de: Flugzeug
fr_fr: Avion

# PageFirst
source: First
de_de: Erste
fr_fr: Premier

# PageGeneral
source: General
de_de: Allgemein
fr_fr: Général

# PageLast
source: Last
de_de: Zuletzt
fr_fr: Dernier

# PageList
source: List
de_de: Liste
fr_fr: Liste

# PageListShort
source: List
de_de: Liste
fr_fr: Liste

# PageMapShort
source: Map
de_de: Karte
fr_fr: Carte

# PageNext
source: Next
de_de: Weiter
fr_fr: Suivant

# PagePrevious
source: Previous
de_de: Vorherige
fr_fr: Précédent

# PaneAircraftDisplay
source: Aircraft Display
de_de: Flugzeuganzeige
fr_fr: Affichage avion

# PaneAircraftTrails
source: Aircraft Trails
de_de: Flugzeugspur
fr_fr: Trace avion

# PaneAudio
source: Audio
de_de: Ton

# PaneAutoSelect
source: Auto-selection
de_de: Auto-Selektion

# PaneCurrentLocation
source: Current Location
de_de: Aktueller Standort
fr_fr: Position Courrante

# PaneDataFeed
source: Data Feed
de_de: Datenstrom
fr_fr: Flux de données

# PaneDetailSettings
source: Aircraft Details
de_de: Flugzeug Einzelheiten
fr_fr: Détails avion

# PaneInfoWindow
source: Aircraft Info Window
de_de: Flugzeuginfofenster
fr_fr: Infos avion

# PaneListSettings
source: List Settings
de_de: Einstellungen auflisten
fr_fr: Liste config.

# PaneManyAircraft
source: Multiple Aircraft Reports
de_de: Mehrfachbericht Flugzeug
fr_fr: Rapport de plusieurs avions

# PanePermanentLink
source: Permanent Link
de_de: Permanenter Link
fr_fr: Lien Permanent

# PaneRangeCircles
source: Range Circles
de_de: Reichweitenringe
fr_fr: Cercles de distance

# PaneReceiverRange
source: Receiver Range
de_de: Empfänger Reichweite
fr_fr: Distance réception

# PaneSingleAircraft
source: Single Aircraft Reports
de_de: Einzelbericht Flugzeug
fr_fr: Rapport avion unique

# PaneSortAircraftList
source: Sort Aircraft List
de_de: Flugzeugliste sortieren
fr_fr: Ordre liste avions

# PaneSortReport
source: Sort Report
de_de: Bericht sortieren
fr_fr: Ordre rapport

# PaneUnits
source: Units
de_de: Einheiten
fr_fr: Unités

# PinTextNumber
source: Aircraft label line {0}
de_de: Flugzeug Beschriftungszeile {0}
fr_fr: Ligne label avion {0}

source: Popular Name
de_de: Bekannter Name
fr_fr: Nom usuel

source: Position and altitude
de_de: Position und Höhe
fr_fr: Position et altitude

source: Position and speed
de_de: Position und Geschwindigkeit
fr_fr: Position et vitesse

source: Picture
de_de: Bild
fr_fr: Image

source: Picture or Thumbnails
de_de: Bild oder Skizze
fr_fr: Image ou vignettes

# PinTextLines
source: Number of label lines
de_de: Anzahl Beschriftungszeilen
fr_fr: Nombre de lignes de l étiquette

source: Piston
de_de: Kolben

source: pixels
de_de: Bildpunkte

source: Previous ID
de_de: Vorherige ID
fr_fr: ID précédent

source: Quantity
de_de: Quantität
fr_fr: Quantité

source: Radio Mast
de_de: Funkmast
fr_fr: Mât radio

# RangeCircleEvenColour
source: Even circle colour
de_de: Gerade Kreisfarbe
fr_fr: Couleur cercle pair

# RangeCircleOddColour
source: Odd circle colour
de_de: Ungerade Kreisfarbe
fr_fr: Couleur cercle impair

source: Range Circles
de_de: Reichweitenringe
fr_fr: Cercles de couverure

source: Receiver
de_de: Empfänger
fr_fr: Récepteur

source: Receiver Range
de_de: Empfänger Reichweite
fr_fr: Couverture du récepteur

source: Refresh
de_de: Aktualisieren
fr_fr: Raffraichir

source: Registration
de_de: Registrierung
fr_fr: Immatriculation

source: Remove
de_de: Entfernen
fr_fr: Oter

source: Remove All
de_de: Alles Entfernen
fr_fr: Oter tous
