Repository: vradarserver/vrs
Catalog: Plugin.BaseStationDatabaseWriter/PluginStrings.*.resx
Languages: pt_br, ru_ru, zh_cn

# SomethingDoesNotExist
source: '{0}' does not exist
pt_br: '{0}' não existe
ru_ru: '{0}' не существует
zh_cn: '{0}' 不存在

source: Cancel
pt_br: Cancelar
ru_ru: Отменить
zh_cn: 取消

source: Create Database
pt_br: Criar Banco de dados
ru_ru: Создать базу данных
zh_cn: 创建数据库

source: Database filename
pt_br: Nome do arquivo de banco de dados
ru_ru: Файл базы данных
zh_cn: 数据库文件名

source: Disabled
pt_br: Desativado
ru_ru: Отключен
zh_cn: 已禁用

source: &Enabled
pt_br: &Ativado
ru_ru: &Включен
zh_cn: 已启用

# EnabledAndUpdatingSomething
source: Enabled, updating {0}
pt_br: Ativado, atualizando {0}
ru_ru: Включен, обновляется файл базы данных {0}
zh_cn: 已启用, 更新中 {0}

# EnabledNoDatabase
source: Enabled, database not specified
pt_br: Ativado, banco de dados não especificado
ru_ru: Включен, база данных не выбрана
zh_cn: 已启用, 数据库未指定

# EnabledNotUpdating
source: Enabled but not updating database
pt_br: Ativado, mas não está atualizando o banco de dados
ru_ru: Включен, но не обновляет базу данных
zh_cn: 已启用但未更新数据库

# ExceptionCaught
source: Exception caught: {0}
pt_br: erro detectado: {0}
ru_ru: Получено исключение: {0}
zh_cn: 捕获异常: {0}

# ExceptionCaughtWhenClosingSession
source: Exception caught when closing session: {0}
pt_br: Erro detectado ao fechar sessão: {0}
ru_ru: Получено исключение при закрытии сессии: {0}
zh_cn: 关闭 Session 时捕获异常: {0}

# ExceptionCaughtWhenStartingSession
source: Exception caught when starting session: {0}
pt_br: Erro detectado ao iniciar sessão: {0}
ru_ru: Получено исключение при запуске сессии: {0}
zh_cn: 启动 Session 时捕获异常: {0}

source: Not updating database
pt_br: Não atualizar banco de dados
ru_ru: Не обновляющаяся база данных
zh_cn: 未更新数据库

# OnlyUpdateDatabasesCreatedByPlugin
source: Only update databases that this plugin created
pt_br: Atualizar apenas o banco de dados que este plug-in criou
ru_ru: Обновлять базы данных, созданные только самим плагином
zh_cn: 仅在插件创建后更新数据库

# OptionsViewTitle
source: BaseStation Database Writer Options
ru_ru: Параметры BaseStation Database Writer
zh_cn: BaseStation 数据库写入器选项

source: Select Database File
pt_br: Selecione arquivo de Banco de Dados
ru_ru: Выберите файл базы данных
zh_cn: 选择数据库文件

# SomethingIsZeroLength
source: '{0}' is zero length
pt_br: '{0}' é zero
ru_ru: '{0}' нулевой длины
zh_cn: '{0}' 长度为0

# UpdatingDatabasesNotCreatedByPluginForbidden
source: Settings prevent update of databases not created by plugin
pt_br: Configurações impedem a atualização do banco de dados não criado pelo plug-in
ru_ru: Настройки, предотвращающие обновление базы данных, созданной не самим плагином
zh_cn: 防止插件未创建数据库而更新

source: Use default file name
pt_br: Usar nome padrão
ru_ru: Использовать имя файла по умолчанию
zh_cn: 使用默认文件名

# EnabledBadReceiver
source: Enabled, receiver not enabled or invalid
pt_br: Ativado, receptor não habilitado ou inválido
ru_ru: Включен, приемник не доступен или ошибочный
zh_cn: 已启用, 接收器未启用或无效

# EnabledNoReceiver
source: Enabled, no receiver specified
pt_br: Ativado, nenhum receptor expecificado
ru_ru: Включен, приемник не указан
zh_cn: 已启用, 未指定接收器

source: Receiver
pt_br: Receptor
ru_ru: Приемник
zh_cn: 接收器

# ExceptionCaughtWhenProcessingMessage
source: Exception caught when processing message: {0}
pt_br: Erro detectado durante o processamento da mensagem: {0}
ru_ru: Получено исключение при обработке сообщения: {0}
zh_cn: 消息处理过程中发生异常：{0}

# DatabaseLocked
source: The database is currently locked by another program. Some flights may not be recorded.
ru_ru: База данных в настоящее время заблокирована другой программой. Некоторые полеты могут быть не записаны.
zh_cn: 数据库当前被另一个程序锁住。一些航班可能不能被记录。

# WriteOnlineLookupsToDatabase
source: Save online lookups in database
ru_ru: Сохранять результаты онлайн поиска в базе данных

source: OK
zh_cn: 确定
